{"sentence1": "Did people also like to go to the grand prismatic spring to cool off after a hot day at excelsior geyser", "sentence2": "People also like to see the Grand Prismatic Spring.", "label": 0}
{"sentence1": "Are these forms of life that live on the surface of water", "sentence2": "These are forms of life that have only one cell.", "label": 0}
{"sentence1": "Did great fountain geyser erupt every 11 hours up to 2,000 gallons of boil water each minute", "sentence2": "Great Fountain Geyser erupts every 11 hours up to a height of 67 metres.", "label": 0}
{"sentence1": "Will visitors can check a schedule to see the precise time that it erupt every day", "sentence2": "Visitors can check a schedule to see the precise time that Old Faithful is going to erupt.", "label": 1}
{"sentence1": "Did excelsior geyser produce up to 1,000 litres of hot water each minute!", "sentence2": "Excelsior Geyser produces 4,000 gallons of boiling water each minute!", "label": 0}
{"sentence1": "Are the hot spring has a number of different types of bacteria, which caused by bacteria in the water", "sentence2": "It has many beautiful colors, which are caused by bacteria in the water.", "label": 0}
{"sentence1": "Did different bacteria live in different parts of the park", "sentence2": "Different bacteria live in different water temperatures.", "label": 1}
{"sentence1": "Is yellowstone national park home to the world ’s largest geyser, yellowstone geyser, which erupts every 11 hours up to a height of 67 metres", "sentence2": "Great Fountain Geyser erupts every 11 hours up to a height of 67 metres.", "label": 0}
{"sentence1": "Are there also many animals like grizzly bears and wolves", "sentence2": "There are also many animals like elk, bison, sheep, grizzly bears, black bears, moose, coyotes, and more at Yellowstone.", "label": 1}
{"sentence1": "Are visitors able to go horse-riding, boating, fishing or take a guided tour of the park", "sentence2": "During other seasons, visitors can go horse-riding, boating, fishing or take nature trails and tours.", "label": 0}
{"sentence1": "Are are there many other geysers and bubbling springs in the park, some of which not as predictable", "sentence2": "There are many other geysers and bubbling springs in the area.", "label": 1}
{"sentence1": "Did excelsior geyser produce 4,000 gallons of hot water each minute!", "sentence2": "Excelsior Geyser produces 4,000 gallons of boiling water each minute!", "label": 1}
{"sentence1": "Is the temperature of the geyser water about 100 degrees celsius, or 212 degrees fahrenheit – that ’s very hot!", "sentence2": "Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that's very hot!", "label": 1}
{"sentence1": "Will visitors can check a schedule to see when it erupt next", "sentence2": "Visitors can check a schedule to see the precise time that Old Faithful is going to erupt.", "label": 1}
{"sentence1": "Did visitors can see steam and water from yellowstone's geysers and hot springs", "sentence2": "Visitors can see steam and water from the geysers.", "label": 0}
{"sentence1": "Is most visitors want to see old faithful when it erupting", "sentence2": "Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone.", "label": 1}
{"sentence1": "Did people also like to see the steam rise from the geyser", "sentence2": "People also like to see the Grand Prismatic Spring.", "label": 1}
{"sentence1": "Did the big hot spring have many beautiful colors, which can be see in the water", "sentence2": "It has many beautiful colors, which are caused by bacteria in the water.", "label": 1}
{"sentence1": "Are the big hot spring has many beautiful colors, which caused by different bacteria", "sentence2": "It has many beautiful colors, which are caused by bacteria in the water.", "label": 1}
{"sentence1": "Was sebastian worked under the hot sun or in heavy rain when the weather bad", "sentence2": "My father worked as a foreman at a construction site.", "label": 0}
{"sentence1": "Was we huddled around him and waited anxiously for him to tell us what he going to show us", "sentence2": "We huddled around him and waited anxiously for what seemed to be good news.", "label": 1}
{"sentence1": "Did even sebastian ’s father, who have never see his son smile before, hug tim", "sentence2": "Even my father, who looked stern most of the time, hugged Tim.", "label": 0}
{"sentence1": "Was we huddled around him and waited anxiously for what he going to show us", "sentence2": "We huddled around him and waited anxiously for what seemed to be good news.", "label": 1}
{"sentence1": "Did he look over his shoulder at his parents and shouted, “ mom, dad, come see what i ’ ve to show you!", "sentence2": "He looked over the moon.", "label": 0}
{"sentence1": "Was sebastian ’s mother a housewife and his father worked as a foreman at a construction site", "sentence2": "What my father said was very true.", "label": 0}
{"sentence1": "Were sebastian's parents so happy", "sentence2": "Even my father, who looked stern most of the time, hugged Tim.", "label": 1}
{"sentence1": "Did he look at sebastian and then at his mother and father", "sentence2": "He looked over the moon.", "label": 0}
{"sentence1": "Did sebastian \" s father work as a foreman at a construction site", "sentence2": "What my father said was very true.", "label": 1}
{"sentence1": "Were we so proud of tim and his family", "sentence2": "We were so proud of my brother.", "label": 0}
{"sentence1": "Was sebastian's mother so happy, tears rolled down her cheeks and she hugged tim", "sentence2": "My mother was so happy, tears rolled down her cheeks.", "label": 0}
{"sentence1": "Did tim should be here any minute now", "sentence2": "\"Save some for your brother. He should be coming home soon. It's already  half past seven,\" said my mother.", "label": 1}
{"sentence1": "Did we huddle around him and wait anxiously for what seem like an eternity for him to tell us what he have to show us", "sentence2": "We huddled around him and waited anxiously for what seemed to be good news.", "label": 0}
{"sentence1": "Did sebastian have to work under the hot sun or in heavy rain when his father wasn't look", "sentence2": "He had to work under the hot sun or in heavy rain when the weather was bad.", "label": 0}
{"sentence1": "Did be a letter which he have write to his mother and father", "sentence2": "In his hands was a letter which he waved wildly.", "label": 0}
{"sentence1": "Did sebastian open the door to find tim standing there", "sentence2": "I opened the door and my younger brother, Tim, charged in excitedly.", "label": 1}
{"sentence1": "Was was sebastian had to work under the hot sun when the sun shining or in heavy rain when the weather bad", "sentence2": "He had to work under the hot sun or in heavy rain when the weather was bad.", "label": 0}
{"sentence1": "Are lobsters a rare treat for us, and we have never had them before", "sentence2": "\"Yes, Sebastian, listen to your mother. Lobsters are a rare treat for our family. My boss has been very kind in giving us this treat,\" added my father.", "label": 0}
{"sentence1": "Did sebastian \" s father work all the time at a construction site", "sentence2": "My father worked as a foreman at a construction site.", "label": 0}
{"sentence1": "Did sebastian \" s father work as a carpenter and his mother work at a construction site", "sentence2": "My father worked as a foreman at a construction site.", "label": 0}
{"sentence1": "Was trees and plants grew there before the ice age, when the continent covered in ice", "sentence2": "Trees and plants grew there before the land drifted towards the frozen south pole.", "label": 0}
{"sentence1": "Will we hope that you join us for a visit", "sentence2": "We hope they do not spoil this beautiful part of the world.", "label": 0}
{"sentence1": "Did in fact, some of the world ’s oldest plants and animals grow there before the land drift towards the frozen south pole", "sentence2": "Trees and plants grew there before the land drifted towards the frozen south pole.", "label": 1}
{"sentence1": "Is antarctica the world ’s windiest and coldest region, with wind speeds of up to 100 km/h", "sentence2": "Now, Antarctica is the world's windiest and coldest region, with ice 5 kilometres thick in parts.", "label": 0}
{"sentence1": "Did fossils of plants and animals find in antarctica ’s south pole show the continent once have a warm climate", "sentence2": "Fossils of plants and ancient dinosaurs found in Antarctica show the continent once had a warm climate.", "label": 0}
{"sentence1": "Are some recorded wind speeds over 300 km/h, stronger than the strongest winds in the world", "sentence2": "Some recorded wind speeds are over 300km/h, stronger than most cyclones.", "label": 0}
{"sentence1": "Are some recorded wind speeds over 100 kilometres per hour, stronger than most cyclones", "sentence2": "Some recorded wind speeds are over 300km/h, stronger than most cyclones.", "label": 1}
{"sentence1": "Are there only a few penguins and seals that live in this huge area of land", "sentence2": "Only scientists and other workers live in this huge area of land.", "label": 0}
{"sentence1": "Did however, old records show the continent once have a warm climate", "sentence2": "Fossils of plants and ancient dinosaurs found in Antarctica show the continent once had a warm climate.", "label": 1}
{"sentence1": "Did only scientists and other workers live in the cold parts of antarctica", "sentence2": "Only scientists and other workers live in this huge area of land.", "label": 1}
{"sentence1": "Did we hope thousands do not spoil the natural beauty of the area", "sentence2": "We hope they do not spoil this beautiful part of the world.", "label": 1}
{"sentence1": "Is are there no fish to feed in the oceans around antarctica and there no land life on the continent", "sentence2": "Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent.", "label": 0}
{"sentence1": "Is thousands of large seals and penguins feed in the ice, and there no land life on the continent", "sentence2": "Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent.", "label": 0}
{"sentence1": "Is was fossils of plants and ancient dinosaurs found in antarctica show that the continent once warmer than it now", "sentence2": "Fossils of plants and ancient dinosaurs found in Antarctica show the continent once had a warm climate.", "label": 1}
{"sentence1": "Did each year, thousands of tourists visit the warmer parts in this area", "sentence2": "Each year, thousands of tourists visit the warmer parts in planes or ships.", "label": 1}
{"sentence1": "Did trees and plants grow there before the last ice age, when glaciers and ice sheets drift towards the frozen south pole", "sentence2": "Trees and plants grew there before the land drifted towards the frozen south pole.", "label": 0}
{"sentence1": "Did each year, thousands of tourists visit this part of the world in planes or ships", "sentence2": "Each year, thousands of tourists visit the warmer parts in planes or ships.", "label": 1}
{"sentence1": "Are some recorded wind speeds in the region over 300 km/h, stronger than most cyclones", "sentence2": "Some recorded wind speeds are over 300km/h, stronger than most cyclones.", "label": 1}
{"sentence1": "Did each year, hundreds of thousands of tourists visit the warmer parts in planes or ships", "sentence2": "Each year, thousands of tourists visit the warmer parts in planes or ships.", "label": 1}
{"sentence1": "Did shirley jump for joy before run to the front door", "sentence2": "Shirley jumped for joy before spinning around and charging back to the house to tell the others the good news.", "label": 0}
{"sentence1": "Did shirley begin to get ready for the day", "sentence2": "Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears.", "label": 1}
{"sentence1": "Did shirley quickly change into her weekend clothes before make her way downstairs to the kitchen for breakfast", "sentence2": "She quickly changed into her weekend clothes before going downstairs for something to eat.", "label": 1}
{"sentence1": "Did shirley wipe her feet carefully on the doormat before run into the kitchen to tell her mother the news", "sentence2": "She wiped her feet carefully on the doormat before going down the hallway that led to the kitchen.", "label": 1}
{"sentence1": "Was was it time to check the stable to see if sputnik ready to go out for her first race of the day", "sentence2": "It was time to check the stable to see if old Sputnik had given birth to a new foal.", "label": 0}
{"sentence1": "Did take shirley's diary from the bookshelf, shirley write ‘ bear on the tenth day of the tenth month, a little fillys with wobbly legs – shirley think shirley ’ll be a very good mum ’", "sentence2": "Taking her diary from the bookshelf, she wrote 'Born on the tenth day of the tenth month, a little filly with wobbly legs – I think I'll call her 'Legs Go'.", "label": 0}
{"sentence1": "Was shirley hungry and it did not take her long to find a place to sit down and eat her breakfast", "sentence2": "Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk.", "label": 1}
{"sentence1": "Did shirley wipe her feet carefully on the doormat before go down to the kitchen to tell her mother the news", "sentence2": "She wiped her feet carefully on the doormat before going down the hallway that led to the kitchen.", "label": 1}
{"sentence1": "Was shirley off to the stables to see the new addition to the family", "sentence2": "Before long, Shirley was off to the study room where all her homework was done.", "label": 1}
{"sentence1": "Did shirley begin to stir from her sleep as she listen to the sound of the clock", "sentence2": "Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears.", "label": 1}
{"sentence1": "Did shirley begin to stir from her sleep as the sixth and last chime of the clock rang in the early morning hours", "sentence2": "Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears.", "label": 1}
{"sentence1": "Were as shirley walked to the stables, she played a game of hopscotch with the puddles of rainwater that in her path", "sentence2": "As Shirley made her way from the house to the sheds, she played a game of hopscotch with the puddles of rainwater that were in her path.", "label": 1}
{"sentence1": "Did the sound of the alarm clock echo through the quiet house", "sentence2": "The chiming of the old grandfather clock echoed through the quiet house.", "label": 0}
{"sentence1": "Was it had been a long time since shirley had seen her in the stables and she eager to see what had happened to her old friend", "sentence2": "Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack.", "label": 0}
{"sentence1": "Did on the floor of the stable, lay a lovely baby filly, just two hours old", "sentence2": "There, on a bed of hay, lay a lovely baby filly, just two hours old.", "label": 0}
{"sentence1": "Did she sit up in bed as the sixth and last chime of the clock rang in her ears", "sentence2": "Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears.", "label": 0}
{"sentence1": "Was shirley hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a glass of milk and a cup of coffee", "sentence2": "Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk.", "label": 0}
{"sentence1": "Did “ on the tenth day of the tenth month, on the tenth hour of the tenth day, a little fillys with wobbly legs – shirley think shirley ’ll call her ‘ legs go ’", "sentence2": "Taking her diary from the bookshelf, she wrote 'Born on the tenth day of the tenth month, a little filly with wobbly legs – I think I'll call her 'Legs Go'.", "label": 0}
{"sentence1": "Was shirley off to the study room where she found her mother ’s old diary", "sentence2": "Before long, Shirley was off to the study room where all her homework was done.", "label": 0}
{"sentence1": "Did shirley go to the stables to see if old sputnik have give birth to a new foal", "sentence2": "It was time to check the stable to see if old Sputnik had given birth to a new foal.", "label": 1}
{"sentence1": "Did high levels of lead in the air and water cause problems for people", "sentence2": "In many countries, cars on the roads cause problems for people.", "label": 0}
{"sentence1": "Is one way to ask drivers to reduce the number of cars on the roads", "sentence2": "One way is to ask drivers to leave their cars at home and use public transport such as buses and trains.", "label": 1}
{"sentence1": "Did the government can consider reward these people for use public transport", "sentence2": "The government can consider rewarding these people for helping to reduce the number of cars on the roads.", "label": 1}
{"sentence1": "Is some doctors believe that there a chemical in the fuel that can cause cancer", "sentence2": "However, some doctors believe a chemical called benzene can be dangerous to our health.", "label": 1}
{"sentence1": "Are traffic jams a problem on our main roads and governments have to think about how they can reduce the number of cars on the roads", "sentence2": "At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them.", "label": 1}
{"sentence1": "Is one way to ask drivers to leave their cars at home and use public transport to get to work or school", "sentence2": "One way is to ask drivers to leave their cars at home and use public transport such as buses and trains.", "label": 1}
{"sentence1": "Is lead used in petrol to prevent it from breaking down in the body", "sentence2": "Lead is used in petrol to prevent the wearing away of parts inside the engine.", "label": 0}
{"sentence1": "Are traffic jams a problem on our main roads and governments have to think of ways of reducing the number of cars on our roads", "sentence2": "At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them.", "label": 1}
{"sentence1": "Did car exhausts also pour out dangerous fumes, contain heavy metals", "sentence2": "Car exhausts also pour out dangerous fumes, containing lead into the air we breathe.", "label": 1}
{"sentence1": "Did the government can consider other ways to reduce the number of cars on the road and reduce the traffic jams cause by traffic jams, such as by use smart meters, for example, or by-passing traffic lights/signs/signboards/signages/signage/signposts/lights/signal/sign/sign_sign/sign_sign_sign_sign/sign-sign/sign_signsignsign_passsign_checksign_cross_check", "sentence2": "The government can consider rewarding these people for helping to reduce the number of cars on the roads.", "label": 0}
{"sentence1": "Is one way has been proven effective for reducing traffic congestion to encourage people to take public transport", "sentence2": "It has been proven effective for most countries.", "label": 1}
{"sentence1": "Are thousands of pedestrians and drivers killed in accidents caused by cars each year", "sentence2": "Thousands of pedestrians and drivers are killed in road accidents each year.", "label": 1}
{"sentence1": "Is one way to ask drivers to leave their cars at home and use public transport such as buses, trams and taxis", "sentence2": "One way is to ask drivers to leave their cars at home and use public transport such as buses and trains.", "label": 1}
{"sentence1": "Did the government can consider reward these people for help to reduce the number of traffic jams on our roads", "sentence2": "The government can consider rewarding these people for helping to reduce the number of cars on the roads.", "label": 1}
{"sentence1": "Did the government can consider reward drivers who take public transport for help to reduce the number of cars on the roads", "sentence2": "The government can consider rewarding these people for helping to reduce the number of cars on the roads.", "label": 1}
{"sentence1": "Are cars on the road not only dangerous, but also cause problems for people", "sentence2": "In many countries, cars on the roads cause problems for people.", "label": 1}
{"sentence1": "Is is the chemical produced when benzene burned in the presence of other chemicals", "sentence2": "It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel.", "label": 0}
{"sentence1": "Are as we all know, traffic jams a problem on our main roads and governments have to think of ways to prevent them", "sentence2": "At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them.", "label": 1}
{"sentence1": "Are thousands of people killed in road accidents each year", "sentence2": "Thousands of pedestrians and drivers are killed in road accidents each year.", "label": 1}
{"sentence1": "Was i read on the internet that there an earthquake in the same area as the one in china", "sentence2": "I read on the newspaper that many buildings gave way and thousands lost their homes.", "label": 0}
{"sentence1": "Did i expect more and more of these earthquakes to happen in the future", "sentence2": "With new and better technology, I expect scientists to invent a machine to predict earthquakes one day to help everyone.", "label": 0}
{"sentence1": "Was i read on the newspaper that there a tsunami in the area", "sentence2": "I read on the newspaper that many buildings gave way and thousands lost their homes.", "label": 0}
{"sentence1": "Will eric hope mary and your family in indonesia be able to get back to normal soon", "sentence2": "I hope you and your family in Indonesia will stay safe and well.", "label": 1}
{"sentence1": "Was i also relieved to hear that i did not feel any of the earthquakes", "sentence2": "I was also relieved to hear that the area you lived in only experienced some slight tremors.", "label": 0}
{"sentence1": "Was i found out from the internet that there an earthquake that happened in the philippines last year that killed more than 1,000 people", "sentence2": "I found out from the Internet that the largest earthquake happened in Chile in May 1960.", "label": 0}
{"sentence1": "Are i also realised that there no earthquakes in the philippines", "sentence2": "I was also relieved to hear that the area you lived in only experienced some slight tremors.", "label": 0}
{"sentence1": "Did an earthquake that take place in the philippines in august of last year kill the most number of people", "sentence2": "Also, an earthquake that happened in 1556 in China killed the most number of people.", "label": 0}
{"sentence1": "Was i also relieved to hear that the area mary lived in only experienced a small earthquake", "sentence2": "I was also relieved to hear that the area you lived in only experienced some slight tremors.", "label": 1}
{"sentence1": "Are some earthquakes happened deep in the sea and not noticed by the human eye", "sentence2": "Some earthquakes happened deep in the sea and are not noticed by people on land.", "label": 1}
{"sentence1": "Did i hope you have a good day", "sentence2": "I hope you and your family in Indonesia will stay safe and well.", "label": 1}
{"sentence1": "Did i get more interested and concerned, so i continue to look up information about earthquakes in indonesia", "sentence2": "I got more interested and concerned, so I continued searching on the Internet.", "label": 1}
{"sentence1": "Did eric find out that the earthquake that happen in 1556 in china kill the most number of people", "sentence2": "Also, an earthquake that happened in 1556 in China killed the most number of people.", "label": 1}
{"sentence1": "Were eric's father and i just discussing about earthquakes for the first time in a long time", "sentence2": "My father and I were just discussing about earthquakes for my school project last week.", "label": 0}
{"sentence1": "Were eric's father and i just discussing about the earthquake in chile last week", "sentence2": "My father and I were just discussing about earthquakes for my school project last week.", "label": 0}
{"sentence1": "Are are i realised some earthquakes so small that they not felt by the people on the ground, thus, we can not feel them too", "sentence2": "I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too.", "label": 1}
{"sentence1": "Did the mountains give way and thousands lose their homes", "sentence2": "I read on the newspaper that many buildings gave way and thousands lost their homes.", "label": 0}
{"sentence1": "Did i find out from the internet that the most number of people die in an earthquake that happen in chile in may 1960", "sentence2": "I found out from the Internet that the largest earthquake happened in Chile in May 1960.", "label": 0}
{"sentence1": "Did i find out from the internet that the earthquake that happen in japan kill more than 10,000 people", "sentence2": "I found out from the Internet that the largest earthquake happened in Chile in May 1960.", "label": 0}
{"sentence1": "Did i read on the internet that many buildings give way and thousands lose their homes", "sentence2": "I read on the newspaper that many buildings gave way and thousands lost their homes.", "label": 1}
{"sentence1": "Did julian look surprised, so i tell him that i have prepare an extra gift for him and julian thank me gratefully", "sentence2": "At first, he looked surprised, but soon a wide grin slowly spread across his face.", "label": 1}
{"sentence1": "Did julian look surprised, but then he realise that i have prepare an extra gift for him", "sentence2": "At first, he looked surprised, but soon a wide grin slowly spread across his face.", "label": 1}
{"sentence1": "Did julian look surprised, and then he realise that i have prepare an extra gift for him", "sentence2": "At first, he looked surprised, but soon a wide grin slowly spread across his face.", "label": 1}
{"sentence1": "Was was i very happy and expected to receive one present from each of my classmates as i a good friend and popular in my class", "sentence2": "I was very happy and expected many gifts from my friends as I was very friendly and popular in my class.", "label": 0}
{"sentence1": "Did i realise that julian would not be able to receive his present", "sentence2": "I realised that no one had remembered to give him a gift.", "label": 1}
{"sentence1": "Was i realised that julian not going to be able to enjoy his first day of school", "sentence2": "I realised that no one had remembered to give him a gift.", "label": 0}
{"sentence1": "Were today, when all the presents distributed among my classmates, i received a gift from one of my best friends!", "sentence2": "Today, when all the presents were distributed among my classmates, I received ten presents!", "label": 0}
{"sentence1": "Did i realise that no one have remember to give him a present for his first day of school", "sentence2": "I realised that no one had remembered to give him a gift.", "label": 1}
{"sentence1": "Did i realise that no one have remember to give julian a present for his first day of school", "sentence2": "I realised that no one had remembered to give him a gift.", "label": 1}
{"sentence1": "Was as i going to unwrap my presents, i noticed a new face in the classroom", "sentence2": "Just as I was going to unwrap my presents, I noticed a classmate who was empty-handed.", "label": 0}
{"sentence1": "Did 6 april 2018 dear diary, last week, our school tell us that we would receive gifts for our birthday", "sentence2": "6 April 2018 Dear Diary, Last week, our school told us to prepare three presents for the 'Friendship Day' celebrations.", "label": 0}
{"sentence1": "Did i tell julian that i would make sure that he receive a gift", "sentence2": "I told him that he could give me the gift of his time by playing with me during recess.", "label": 1}
{"sentence1": "Did today, when i go to my class, i receive ten presents!", "sentence2": "Today, when all the presents were distributed among my classmates, I received ten presents!", "label": 1}
{"sentence1": "Did i ’ m glad that i get to play with him", "sentence2": "I'm glad that I had heeded my mother's advice.", "label": 0}
{"sentence1": "Did julian apologise as he walk away", "sentence2": "Then he apologised as he had not prepared a gift for anyone.", "label": 0}
{"sentence1": "Did i tell julian that i would make sure that he have a good christmas", "sentence2": "I told him that he could give me the gift of his time by playing with me during recess.", "label": 0}
{"sentence1": "Was by the time recess over, i had made a new friend", "sentence2": "By the end of the day, I had made a new friend.", "label": 0}
{"sentence1": "Were was it julian, the boy who had been my best friend since we in first grade", "sentence2": "It was Julian, the boy who had joined our school two weeks ago.", "label": 0}
{"sentence1": "Were today, when all the presents distributed among my classmates, i received one of the best presents!", "sentence2": "Today, when all the presents were distributed among my classmates, I received ten presents!", "label": 0}
{"sentence1": "Did i have make a list of all the gifts i want to give to my friends", "sentence2": "By the end of the day, I had made a new friend.", "label": 1}
{"sentence1": "Did simba ask fox not to give up, so he and fox go to a pond and find the donkey there", "sentence2": "Simba asked Fox not to give up, but to try again.", "label": 0}
{"sentence1": "Did fox go to the lion king ’s den and find the donkey there", "sentence2": "Fox went to a pond and found the donkey there.", "label": 0}
{"sentence1": "Did simba miss the donkey and fell on the ground", "sentence2": "Unluckily, he missed the donkey and it ran away.", "label": 1}
{"sentence1": "Did when simba saw the green grass, he could not control himself and try to jump upon the donkey", "sentence2": "When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey.", "label": 0}
{"sentence1": "Did simba ask fox to look for the donkey", "sentence2": "Simba asked Fox not to give up, but to try again.", "label": 1}
{"sentence1": "Was the donkey said “ i so happy to see friend that simba jumped up to welcome you", "sentence2": "\"Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.", "label": 1}
{"sentence1": "Was was when simba hunting an elephant, he fought with an elephant and injured", "sentence2": "Simba, the Lion King, fought with an elephant and was injured.", "label": 1}
{"sentence1": "Did the donkey follow fox with dreams of simba", "sentence2": "Happily, the donkey followed Fox with dreams of green grass.", "label": 0}
{"sentence1": "Did simba ask fox not to give up, and he tell him to look for the donkey", "sentence2": "Simba asked Fox not to give up, but to try again.", "label": 1}
{"sentence1": "Was since simba not able to hunt any more, fox had to remain hungry", "sentence2": "Since Simba was unable to hunt, Fox had to remain hungry.", "label": 1}
{"sentence1": "Did simba follow fox with dreams of green grass", "sentence2": "Happily, the donkey followed Fox with dreams of green grass.", "label": 1}
{"sentence1": "Did when simba saw his friend coming, he could not control himself and try to jump upon the donkey", "sentence2": "When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey.", "label": 1}
{"sentence1": "Did they have lose their donkey", "sentence2": "They had lost a prey.", "label": 0}
{"sentence1": "Was the lion king so happy to see you that he wanted to kill you", "sentence2": "\"Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.", "label": 0}
{"sentence1": "Did fox ask simba, “ where can i find a suitable animal to eat? ”", "sentence2": "Fox asked Simba to do something about it.", "label": 0}
{"sentence1": "Did the donkey follow fox with the help of simba", "sentence2": "Happily, the donkey followed Fox with dreams of green grass.", "label": 0}
{"sentence1": "Was the lion king so happy to see friend that he did not want to kill him", "sentence2": "\"Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.", "label": 0}
{"sentence1": "Was simba, the lion king, fought in a battle with a lion and injured", "sentence2": "Simba, the Lion King, fought with an elephant and was injured.", "label": 0}
{"sentence1": "Did simba ask fox not to give up, but he do not know where the donkey be", "sentence2": "Simba asked Fox not to give up, but to try again.", "label": 1}
{"sentence1": "Did fox go to a pond and find simba sit there", "sentence2": "Fox went to a pond and found the donkey there.", "label": 0}
{"sentence1": "Did tom disagreed and argue that he should get the lion's share of the money and sam should share with his father", "sentence2": "However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth.", "label": 0}
{"sentence1": "Did tom walk twice as long as sam so that he could reach home before the sun go down", "sentence2": "Tom walked twice as long as Sam so as to get more wealth.", "label": 0}
{"sentence1": "Did sam plan to walk as far as possible till noon and start for home thereafter, as he do not want to lose his wealth", "sentence2": "Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home.", "label": 1}
{"sentence1": "Did tom disagreed and argue that he should get all the money and sam would have to share it", "sentence2": "However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth.", "label": 1}
{"sentence1": "Did tom do not attempt to walk faster than sam, as he do not want to lose any time", "sentence2": "However, Tom did not attempt to return home even after noon.", "label": 0}
{"sentence1": "Did he ask the twins to run as far as they could in one day", "sentence2": "He asked the twins to walk for as long as they could, and return home before sunset.", "label": 0}
{"sentence1": "Did tom walk twice as long as sam so as to reach home before the sun go down", "sentence2": "Tom walked twice as long as Sam so as to get more wealth.", "label": 0}
{"sentence1": "Did sam plan to finish the race before noon, as it would take the same amount of time to walk back home", "sentence2": "Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home.", "label": 0}
{"sentence1": "Were they not permitted to talk to each other, and they had to keep their distance from each other", "sentence2": "As a rule of the competition, they were not permitted to carry a watch to keep track of the time.", "label": 0}
{"sentence1": "Did sam walk slowly and steadily, while tom sprint as fast as he could", "sentence2": "On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race.", "label": 1}
{"sentence1": "Did as the twins grow up, sam's father want to divide the wealth equally between them", "sentence2": "As the twins grew up, their father wanted to share his fortune equally between them.", "label": 1}
{"sentence1": "Did sam \" s father decide to give the twins a challenge", "sentence2": "Their father decided to hold a competition.", "label": 1}
{"sentence1": "Did sam walk slowly and steadily, while tom sprint as he want to be the first to reach the finish line", "sentence2": "On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race.", "label": 0}
{"sentence1": "Did he ask the twins to walk for as long as it take them to get there, and return home before sunset", "sentence2": "He asked the twins to walk for as long as they could, and return home before sunset.", "label": 1}
{"sentence1": "Did the wealth would be divide in proportion to the distance the twins have walk", "sentence2": "The wealth would be divided in proportion to the distance covered.", "label": 1}
{"sentence1": "Did sam \" s father decide to hold a competition between the twins to see who would be the most intelligent and strongest", "sentence2": "Their father decided to hold a competition.", "label": 0}
{"sentence1": "Did he hurry back only when the sun have set and the sky have turn orange", "sentence2": "He hurried back only when the sun turned orange.", "label": 1}
{"sentence1": "Did darkness engulf tom's path and he have to drag his feet to get back home", "sentence2": "Slowly, darkness engulfed his path and he had to drag his feet home.", "label": 1}
{"sentence1": "Did sam plan to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time for him to walk home as it do for tom", "sentence2": "Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home.", "label": 1}
{"sentence1": "Did they look similar, so their parents decide to name them sam and tom", "sentence2": "Though they looked similar, they differed in personality.", "label": 0}
{"sentence1": "Did whale can dive to great depths, hold their breaths for up to 20 minutes before come back up to the surface to fee on fish, plankton and crustaceans", "sentence2": "Whales can dive to great depths, holding their breaths for a long period of time.", "label": 0}
{"sentence1": "Did whale propel themselves along with their flippers by kick their feet against the surface of the water to propel themselves forward", "sentence2": "They propel themselves along with the help of their two-finned tails.", "label": 0}
{"sentence1": "Did whales have flippers which they use to guide themselves while swimming, whales propel themselves along with the help of their flippers and their long-finned tails", "sentence2": "They propel themselves along with the help of their two-finned tails.", "label": 1}
{"sentence1": "Did many whales migrate by baleen whale, a type of toothed whale that have no teeth or gills", "sentence2": "Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year.", "label": 0}
{"sentence1": "Did whales breathe through their nostrils like dolphins and bats", "sentence2": "They breathe through their lungs.", "label": 1}
{"sentence1": "Did the blue whale, the largest mammal – can migrate by swim long distances from their cold-water feeding grounds to warm-water breeding grounds every year", "sentence2": "Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year.", "label": 1}
{"sentence1": "Did whaled also use their flippers to slap hard against the water before and after swim", "sentence2": "They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat.", "label": 0}
{"sentence1": "Did whales look like fish and live in the sea, so they do n’t swim like dolphins or whales", "sentence2": "Although they look like fish and live in the sea, unlike fish, they are warm-blooded mammals.", "label": 0}
{"sentence1": "Did a whale ’s tail can be use to slap hard against the water before lunge itself out of the water to warn others of approach threat", "sentence2": "They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat.", "label": 1}
{"sentence1": "Is many whales migrate by swimming across the ocean, but the baleen whale unique in that they migrate from their cold-water feeding grounds to warm-water breeding grounds every year", "sentence2": "Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year.", "label": 0}
{"sentence1": "Did a whale may also use its flippers as a warn signal before lunge itself out of the air to warn others of approach threat", "sentence2": "They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat.", "label": 1}
{"sentence1": "Did among the many species of whales, the toothed whales have teeth and they fee on all kinds of fish, plankton and crustaceans", "sentence2": "Among the two kinds of whales, the toothed whales have teeth and they feed on all kinds of fish, plankton and crustaceans.", "label": 0}
{"sentence1": "Did whale have flippers which allow them to glide along the surface of the water", "sentence2": "Whales have flippers which they use to guide themselves while swimming.", "label": 0}
{"sentence1": "Did whale sense their surrounding environment through echolocation like other mammals", "sentence2": "They sense their surrounding environment through echolocation like dolphins and bats.", "label": 1}
{"sentence1": "Did many whales migrate by swim long distances from one place to another every year", "sentence2": "Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year.", "label": 1}
{"sentence1": "Did whale have flippers which they use to guide themselves while in the water", "sentence2": "Whales have flippers which they use to guide themselves while swimming.", "label": 1}
{"sentence1": "Did wholebone whales include humpback whales, sperm whales, and fin whales", "sentence2": "Wholebone whales include the biggest mammal – the blue whale.", "label": 0}
{"sentence1": "Did whales look like fish and live in the sea, but they do n’t swim like fish", "sentence2": "Although they look like fish and live in the sea, unlike fish, they are warm-blooded mammals.", "label": 1}
{"sentence1": "Did whale sense their surrounding environment through the use of their sense of smell", "sentence2": "They sense their surrounding environment through echolocation like dolphins and bats.", "label": 0}
{"sentence1": "Did whals can dive down to a depth of up to 30 meters, hold their breaths for a long period of time when they surface, and their breaths form a cloudy ‘ spout ’", "sentence2": "Whales can dive to great depths, holding their breaths for a long period of time.", "label": 1}
{"sentence1": "Did vijay start look for an escape route, and his friend raju quickly climb up a nearby tall tree without look back", "sentence2": "Vijay started looking for an escape route, but could find none.", "label": 1}
{"sentence1": "Did vijay start search for a way out of the forest, but could find none", "sentence2": "Vijay started looking for an escape route, but could find none.", "label": 0}
{"sentence1": "Did the bear sniffed around the man and whisper something in his ear", "sentence2": "It sniffed around his ear and head.", "label": 0}
{"sentence1": "Was vijay told raju that he going to get lost and they promised each other that they would stick together and help each other along the way", "sentence2": "They promised each other that they would stick together and help each other along the way.", "label": 0}
{"sentence1": "Did raju quickly climb up a tree and start run away without look back", "sentence2": "Raju quickly climbed up a nearby tall tree without looking back.", "label": 0}
{"sentence1": "Were as they walking through the woods, they heard strange noises and began to feel nervous", "sentence2": "As they entered the deeper part of the forest, they heard strange noises and began to feel nervous.", "label": 1}
{"sentence1": "Was vijay started looking for an escape route, so raju's friend, who with him, suggested that they climb a nearby tree", "sentence2": "Vijay started looking for an escape route, but could find none.", "label": 0}
{"sentence1": "Did vijay suddenly think of raju's friend and run towards him", "sentence2": "Vijay suddenly thought of an idea to save himself.", "label": 0}
{"sentence1": "Were two friends, vijay and raju, on their way back to their village when they came across a strange sight", "sentence2": "Two friends, Vijay and Raju, were on a journey through a forest.", "label": 0}
{"sentence1": "Was thinking that the man dead, the bear began to whisper in his ear", "sentence2": "Thinking that the man was dead, the bear soon lost interest and left.", "label": 0}
{"sentence1": "Did vijay start look for a way out of the forest, but could find none", "sentence2": "Vijay started looking for an escape route, but could find none.", "label": 0}
{"sentence1": "Did raju quickly climb up a nearby tall tree without any help from his friend", "sentence2": "Raju quickly climbed up a nearby tall tree without looking back.", "label": 1}
{"sentence1": "Did the bear sniff vijay's body and whisper in his ear", "sentence2": "It sniffed around his ear and head.", "label": 1}
{"sentence1": "Were raju and vijay gripped with fear", "sentence2": "Both men were gripped with fear.", "label": 1}
{"sentence1": "Did both men promise each other that they would not let anything happen to them", "sentence2": "They promised each other that they would stick together and help each other along the way.", "label": 0}
{"sentence1": "Did raju froze in his tracks as he look around for the source of the sound", "sentence2": "Raju froze in his tracks, pointing to the source of the sound.", "label": 0}
{"sentence1": "Were two friends, vijay and raju, on a journey through the forest when they came across a strange sight", "sentence2": "Two friends, Vijay and Raju, were on a journey through a forest.", "label": 1}
{"sentence1": "Did vijay do not know how to climb trees", "sentence2": "Unfortunately, his friend did not know how to climb trees.", "label": 0}
{"sentence1": "Was raju froze in his tracks, pointing to the direction in which the rustling coming from", "sentence2": "Raju froze in his tracks, pointing to the source of the sound.", "label": 1}
{"sentence1": "Was vijay started looking for an escape route, but unable to find a way out of the forest", "sentence2": "Vijay started looking for an escape route, but could find none.", "label": 0}
{"sentence1": "Did the doctor then say that the blood test show that robin have a blood clot in his leg", "sentence2": "The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning.", "label": 0}
{"sentence1": "Was robin a greedy boy who loved to eat all the chicken nuggets he could get his hands on", "sentence2": "Robin was a greedy boy who loved eating fried food.", "label": 1}
{"sentence1": "Was robin told by the doctor that he would have to stay in the hospital for a week", "sentence2": "After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days.", "label": 1}
{"sentence1": "Was were robin did not notice that there many houseflies flying around the chicken n nuggets as the hawker selling them", "sentence2": "He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him.", "label": 1}
{"sentence1": "Did he could bear with the pain and nausea, so he decide to go to the hospital", "sentence2": "Though he could bear with the pain and nausea, it was the dizziness that made standing up a problem.", "label": 0}
{"sentence1": "Did he could bear with the pain and nausea, but he could n’t bear the thought of have to go to the hospital", "sentence2": "Though he could bear with the pain and nausea, it was the dizziness that made standing up a problem.", "label": 0}
{"sentence1": "Did after robin have recovered, he promise his mother that he would be careful when he eat again and that he would n’t eat any food that have be contaminate – taste should come second", "sentence2": "After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second.", "label": 1}
{"sentence1": "Were robin did not notice that there many houseflies flying around the chicken n nuggets as the hawker packed three sticks into his hand and handed them to robin", "sentence2": "He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him.", "label": 0}
{"sentence1": "Did robin's mother have to call for a taxi to take them there", "sentence2": "Although the nearest hospital was a ten minutes' walk, his mother had to call for a taxi to take them there.", "label": 1}
{"sentence1": "Was the doctor then said that the blood test showed that robin had eaten contaminated food and suffering from food poisoning", "sentence2": "The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning.", "label": 1}
{"sentence1": "Did robin munch on the chicken nuggets hurriedly while the houseflies swarm around him", "sentence2": "Robin munched on them hurriedly while walking home leisurely.", "label": 0}
{"sentence1": "Were robin did not notice that there many houseflies flying around the chicken n nuggets as the hawker packed the nuggets into a plastic bag for him", "sentence2": "He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him.", "label": 1}
{"sentence1": "Were robin did not notice that there a lot of flies buzzing around the hawker ’s stall", "sentence2": "He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him.", "label": 0}
{"sentence1": "Did the hawker leave the stall and robin eat his nuggets hurriedly while walk home leisurely", "sentence2": "Robin munched on them hurriedly while walking home leisurely.", "label": 0}
{"sentence1": "Were robin did not notice that there many houseflies flying around the chicken n nuggets as the hawker packed the nuggets on sticks into a plastic bag for him", "sentence2": "He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him.", "label": 1}
{"sentence1": "Did robin suddenly felt a sharp pain in his stomach and nausea", "sentence2": "At home, Robin suddenly felt a sharp pain in his abdomen.", "label": 1}
{"sentence1": "Was robin told he had to stay in the hospital for the rest of the day and for the next seven days", "sentence2": "After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days.", "label": 1}
{"sentence1": "Was was after the blood test done, robin told he had to stay in the ward for the next seven days", "sentence2": "After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days.", "label": 0}
{"sentence1": "Did mother sit in front with daddy, while the little girl sat in the back with her brother and sister", "sentence2": "Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases.", "label": 0}
{"sentence1": "Did the family went, slowly at first, and then, as soon as they get out of the city, they start to go faster", "sentence2": "Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly.", "label": 1}
{"sentence1": "Were the three suitcases put in the car boot and secured properly", "sentence2": "Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly.", "label": 0}
{"sentence1": "Were the luggage of the three children put in the car boot and secured properly", "sentence2": "Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly.", "label": 1}
{"sentence1": "Was julian and richard ran in and shook anne, who still fast asleep in her bed", "sentence2": "Julian and Richard ran in and shook Anne, who was sleeping in the next room.", "label": 1}
{"sentence1": "Were richard and julian, who sleeping in the same bed, woke up at about the same moment, and stared out of the nearby window", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window.", "label": 0}
{"sentence1": "Were the family right into the middle of the city, and the car sped along fast", "sentence2": "Soon they were right into the open country, and the car sped along fast.", "label": 0}
{"sentence1": "Will am aunt fanny sure that george ’ll need some encouragement and be all right in a short while", "sentence2": "Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases.", "label": 1}
{"sentence1": "Did richard and julian, who share a bed on the same floor, wake up at about the same moment, and star out of the nearby window", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window.", "label": 0}
{"sentence1": "Did julian and richard ran in and shake him awake", "sentence2": "Julian and Richard ran in and shook Anne, who was sleeping in the next room.", "label": 0}
{"sentence1": "Was julian and richard ran in and shook anne, who sleeping in the other bed", "sentence2": "Julian and Richard ran in and shook Anne, who was sleeping in the next room.", "label": 0}
{"sentence1": "Did aunt fanny come run out the old wooden house as soon as she saw georgina", "sentence2": "She came running out the old wooden house as soon as she saw it draw up outside.", "label": 0}
{"sentence1": "Did aunt fanny come run out the old wooden house as soon as she saw the family", "sentence2": "She came running out the old wooden house as soon as she saw it draw up outside.", "label": 1}
{"sentence1": "Will but the children must n’t take any notice of that – georginas ’ll need some encouragement and be all right in the end", "sentence2": "Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases.", "label": 1}
{"sentence1": "Did richard and julian, who share a room, wake up at the same time in the same room, and star out of the nearby window", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window.", "label": 1}
{"sentence1": "Did richard and julian, who share a room, wake up at about the same moment, and star out of the window and say to each other", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window.", "label": 0}
{"sentence1": "Were was before the car loaded, the luggage of different shapes and sizes put in the car boot and secured properly", "sentence2": "Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly.", "label": 0}
{"sentence1": "Were the luggage of different shapes and sizes put in the back of the car and secured properly", "sentence2": "Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly.", "label": 1}
{"sentence1": "Did the three-toed sloths can also turn their heads almost all the way round because of the extra neck vertebrae that they have", "sentence2": "Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them.", "label": 1}
{"sentence1": "Did the three-toe sloths can also turn their heads almost all the way round because of the extra neck vertebrae that they have", "sentence2": "The three-toed sloths have facial colouring that makes them look like they are always smiling.", "label": 1}
{"sentence1": "Did scientists think that sloths move slowly for survival so that they do n’t get eat by other animals", "sentence2": "Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them.", "label": 1}
{"sentence1": "Are toed sloth can also turn their heads almost all the way round because they able to use their eyes to see through the branches of trees", "sentence2": "They can also turn their heads almost all the way round because of the extra neck vertebrae that they have.", "label": 0}
{"sentence1": "Are is the three-tail sloths have facial colouring that very similar to that of their two-tail cousins, so they often mistaken for sloths because of their similar colouring", "sentence2": "The three-toed sloths have facial colouring that makes them look like they are always smiling.", "label": 0}
{"sentence1": "Did scientists think that the colour of the sloth ’s fur help them camouflage themselves from predators", "sentence2": "Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them.", "label": 0}
{"sentence1": "Did scientists think that the colour of the sloths ’ fur help them camouflage themselves from predators", "sentence2": "Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them.", "label": 0}
{"sentence1": "Will the two-toe sloths also spend more time hanging upside-down on trees compared to their three-toe-sloth relatives, who often sit upright in the fork of a tree branch", "sentence2": "They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch.", "label": 1}
{"sentence1": "Are is are both species quite similar in appearance, so it not surprising that the two-toed sloths the most common sloth species", "sentence2": "Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger.", "label": 0}
{"sentence1": "Are both species quite similar in appearance, but the two-toed sloths have a longer tail than the three-toed sloth", "sentence2": "Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger.", "label": 0}
{"sentence1": "Did with their thick fur, long legs, and long snouts, sloths resemble monkeys", "sentence2": "With their long arms and shaggy fur, they resemble monkeys.", "label": 0}
{"sentence1": "Did the two-toe sloths also spend more time hang upside-down on trees compare to the three-toe-sloths", "sentence2": "They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch.", "label": 1}
{"sentence1": "Did these sloths sleep up to 20 hours a day, they barely move at all", "sentence2": "These tree-dwellers sleep up to 20 hours a day!", "label": 1}
{"sentence1": "Are there two species of sloths, identified by the number of claws both species have – two or three on each foot and one or two on the back of the head", "sentence2": "There are two species of sloths, identified by the number of claws they have – two or three on their front feet.", "label": 0}
{"sentence1": "Did sloths live in tree-covered burrows, where they spend most of their time sleep", "sentence2": "Sloths live in the tropical forests of Central and South America.", "label": 0}
{"sentence1": "Are there two species of sloths, identified as the two-toed sloths and the three-toed sloth", "sentence2": "There are two species of sloths, identified by the number of claws they have – two or three on their front feet.", "label": 1}
{"sentence1": "Did the algae that grow on sloths ’ fur also help them to avoid predators by let them blend in with the foliage of the forest", "sentence2": "The algae that grows on sloths' fur also helps them to avoid predators by letting them blend in with green leaves.", "label": 1}
{"sentence1": "Did they come down to the ground to go to the bathroom, slowly move about by dig their front claws into the dirt and drag their bodies", "sentence2": "About once a week, they descend to go to the bathroom, slowly moving about by digging their front claws into the dirt and dragging their bodies.", "label": 1}
{"sentence1": "Did the two-tailed sloths can also turn their heads almost all the way round because of the extra neck vertebrae that they have", "sentence2": "They can also turn their heads almost all the way round because of the extra neck vertebrae that they have.", "label": 0}
{"sentence1": "Did sloths descend to go to the bathroom, slowly move about by dig their front claws into the dirt and drag their hind claws with their feet", "sentence2": "About once a week, they descend to go to the bathroom, slowly moving about by digging their front claws into the dirt and dragging their bodies.", "label": 0}
{"sentence1": "Did use just a piece of paper, just the pieces can be fold into cards, gift boxes, ornaments, animal shapes and many other things", "sentence2": "They find paper folding an exciting and relaxing hobby.", "label": 0}
{"sentence1": "Is another attractive feature of origami that other than the traditional origami paper which has to be folded in a certain way in order to make a model, any type of paper that folds well can also be used", "sentence2": "Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used.", "label": 0}
{"sentence1": "Is another attractive feature of origami is that other than the traditional origami paper which coloured on the inside and the outside to make it easier to fold, any type of paper that folds well can also be used", "sentence2": "Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used.", "label": 0}
{"sentence1": "Is another attractive feature of origami that it can be made with recycled paper", "sentence2": "Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used.", "label": 1}
{"sentence1": "Is tissue paper ideal for delicate models while recycled paper can be used for more complex designs", "sentence2": "Tissue paper is ideal for delicate models while newspaper can be used for bigger models.", "label": 0}
{"sentence1": "Did use recycled paper would make an ideal choice when it come to make your origami models", "sentence2": "In fact, using recycled paper would make an ideal choice when it comes to environmental conservation.", "label": 1}
{"sentence1": "Is all that needed to make paper folding fun is patience and a little imagination", "sentence2": "All that is needed together with the paper is patience and a little imagination.", "label": 1}
{"sentence1": "Are if you use recycled paper, then you being environmentally friendly", "sentence2": "On the other hand, you are being environmentally friendly.", "label": 1}
{"sentence1": "Are are while many children attracted to paper folding, many adults also attracted to it", "sentence2": "While origami is a fun activity for children, many adults are also attracted to it.", "label": 1}
{"sentence1": "Is another attractive feature of origami is that other than the traditional origami paper which coloured on one side, any type of paper that can be used to make a model can also be used", "sentence2": "Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used.", "label": 1}
{"sentence1": "Did in japan, they name the craft origami which mean paper fold", "sentence2": "The Japanese named the craft Origami which means paper folding.", "label": 1}
{"sentence1": "Is paper folding has become a popular family pastime in japan and even taught in schools today", "sentence2": "With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today.", "label": 1}
{"sentence1": "Is all that needed together with the paper to make the origami paper is patience and a little imagination", "sentence2": "All that is needed together with the paper is patience and a little imagination.", "label": 1}
{"sentence1": "Did origami can be master with a little bit of practice and a lot of patience", "sentence2": "Like many other crafts, origami can be mastered with some practice.", "label": 0}
{"sentence1": "Are are you creating a beautiful piece of paper and on the other, you having fun with origami", "sentence2": "On one hand, you are having fun with origami.", "label": 0}
{"sentence1": "Was when paper first invented, the japanese folded it into origami", "sentence2": "Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies.", "label": 1}
{"sentence1": "Is with the advent of modern technology, the craft has become a popular family pastime in japan and even taught in schools today", "sentence2": "With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today.", "label": 0}
{"sentence1": "Is tissue paper ideal for small origami pieces while newspaper can be used for bigger models", "sentence2": "Tissue paper is ideal for delicate models while newspaper can be used for bigger models.", "label": 1}
{"sentence1": "Did while origami be a fun activity for children, it be not just for kids", "sentence2": "While origami is a fun activity for children, many adults are also attracted to it.", "label": 1}
{"sentence1": "Did straightaway, the servant go to the neighbour ’s house and knock on bala ’s door, ask for five hundred silver coins in payment of the cost of the eggs", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 0}
{"sentence1": "Did bala have a staff with a dozen eggs on it", "sentence2": "In his hands, Bala had a staff with jewels and big gold rings on his fingers.", "label": 0}
{"sentence1": "Did the next day, a man knock on bala ’s door, ask for five hundred silver coins in payment of the eggs", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 0}
{"sentence1": "Did straightaway, the neighbour who have give him the dozen eggs on credit knock on bala ’s door, ask for a large sum of money in payment of the eggs", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 1}
{"sentence1": "Did bala return to his village rid on the back of a camel", "sentence2": "Five years later, Bala returned to his village riding a fine black horse.", "label": 0}
{"sentence1": "Did straightaway, the servant take bala to his neighbour, ask for five hundred silver coins in payment of the eggs", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 0}
{"sentence1": "Did the neighbours appear in court, and the judge call bala to the court", "sentence2": "On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Did if bala have not borrow the eggs from me, twelve more eggs would have be lay and these too would have hatch", "sentence2": "Bala refused to pay such a large sum and the neighbour took him to court.", "label": 0}
{"sentence1": "Did the neighbours appear in court, so that the judge could see him", "sentence2": "On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Was was accompanying bala a servant on the horse, who dressed in a fine white robe", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins.", "label": 0}
{"sentence1": "Did if he have not borrow the eggs from me, they would have become hens and cockerels", "sentence2": "In his hands, Bala had a staff with jewels and big gold rings on his fingers.", "label": 0}
{"sentence1": "Did straightaway, the neighbour who have give him the eggs return to bala, ask for five hundred silver coins in payment of the eggs", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 1}
{"sentence1": "Did straightaway, the neighbour who have give him the dozen eggs on credit knock on bala ’s door, ask him to pay him for the eggs", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 1}
{"sentence1": "Did before bala set off on his journey, he borrow a large sum of money from a neighbour", "sentence2": "Before he set off on his journey, he borrowed a dozen hard-boiled eggs from a neighbour.", "label": 0}
{"sentence1": "Did straightaway, the neighbour who have give him the dozen eggs on credit knock on bala ’s door, ask for a large sum of money", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 1}
{"sentence1": "Did straightaway, the neighbour who have give him the dozen eggs on credit knock on bala ’s door, ask for five hundred silver coins in exchange for the eggs", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala's door, asking for five hundred silver coins in payment of the eggs.", "label": 1}
{"sentence1": "Did before bala set off on his journey, he borrow a dozen hard-boiled eggs from a man who live in the village", "sentence2": "Before he set off on his journey, he borrowed a dozen hard-boiled eggs from a neighbour.", "label": 1}
{"sentence1": "Was the neighbours appeared in court, but bala nowhere to be seen", "sentence2": "On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Did he knock on the door and wait impatiently for bala to come out", "sentence2": "The judge waited impatiently for Bala.", "label": 0}
{"sentence1": "Was we would hold the party in classroom p4c as it the last day of the school year", "sentence2": "We would hold it in classroom P4C as it was the room where many memorable lessons took place with Mrs Lim.", "label": 0}
{"sentence1": "Was i disappointed to see so many of my classmates there", "sentence2": "I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day.", "label": 0}
{"sentence1": "Were many of us enjoyed the discussion and came up with many ideas, but they impossible to carry out", "sentence2": "Many of us enjoyed listening to David's suggestions, but they were impossible to carry out.", "label": 0}
{"sentence1": "Was was it the best day of our lives, everything we had done worth it when we saw the surprised expression on mrs lim ’s face", "sentence2": "For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim's face.", "label": 0}
{"sentence1": "Was i the first to volunteer to help with the food preparation", "sentence2": "I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute.", "label": 0}
{"sentence1": "Did i tell myself that i would not let that happen", "sentence2": "I told myself to hold back any comments as they were my classmates.", "label": 0}
{"sentence1": "Did we discuss what we could do to make the party more memorable and everyone put on their thinking caps", "sentence2": "We discussed the preparations and everyone put on their thinking caps.", "label": 1}
{"sentence1": "Was we tried to salvage the cake as much as we could but it too late", "sentence2": "We tried to salvage the cake as we did not want to waste food.", "label": 0}
{"sentence1": "Did many of us enjoy listen to david ’s suggestions, but some of us do not do much on the actual day", "sentence2": "Many of us enjoyed listening to David's suggestions, but they were impossible to carry out.", "label": 0}
{"sentence1": "Was mrs lim thanked all of those and said that it the best party she had ever had", "sentence2": "She thanked all of us and said that she appreciated our efforts.", "label": 0}
{"sentence1": "Is i felt that experience the best teacher as through all the hard work that i put in, i learnt more about myself and others", "sentence2": "I felt that experience is the best teacher as through planning this party, I learnt more about myself and others.", "label": 1}
{"sentence1": "Was there a slight accident when ali tripped while trying to cut a piece of cake", "sentence2": "However, there was a slight accident when Ali tripped while carrying the cake.", "label": 0}
{"sentence1": "Is i felt that experience the best teacher as through planning and working hard for this event, i learnt more about myself and others", "sentence2": "I felt that experience is the best teacher as through planning this party, I learnt more about myself and others.", "label": 1}
{"sentence1": "Did mrs lim thank us for our hard work and say that she appreciate our efforts", "sentence2": "She thanked all of us and said that she appreciated our efforts.", "label": 1}
{"sentence1": "Were many of us enjoyed listening to florence ’s ideas, but they impossible to carry out", "sentence2": "Many of us enjoyed listening to David's suggestions, but they were impossible to carry out.", "label": 0}
{"sentence1": "Was i disappointed by some who came up with brilliant ideas during the discussion, but did n’t come to the party", "sentence2": "I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day.", "label": 0}
{"sentence1": "Was i disappointed by some who came up with brilliant ideas during the discussion, and then left the room to go to the party", "sentence2": "I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day.", "label": 0}
{"sentence1": "Was mrs lim going to have a baby, so we decided to throw her a surprise party before she welcomed her first child", "sentence2": "Mrs Lim was going to have a baby, so we decided to throw her a surprise party before she welcomed the new-born.", "label": 0}
{"sentence1": "Did we try to salvage the cake as we do not want it to be ruin by the accident", "sentence2": "We tried to salvage the cake as we did not want to waste food.", "label": 0}
{"sentence1": "Did i felt so proud of myself and i felt like i have learn more about myself and others", "sentence2": "I felt that experience is the best teacher as through planning this party, I learnt more about myself and others.", "label": 1}
{"sentence1": "Did joey know that his grandfather do n’t know how to read, but he do know that he could read", "sentence2": "Joey knew that Grandfather was illiterate and longed to be able to read one day.", "label": 1}
{"sentence1": "Did grandfather arrive at the library early and meet joey for his first lesson", "sentence2": "Several days later, Grandfather arrived at the library early and met with his teacher.", "label": 0}
{"sentence1": "Did grandfather arrive at the library early and meet with joey for his first lesson", "sentence2": "Several days later, Grandfather arrived at the library early and met with his teacher.", "label": 0}
{"sentence1": "Was joey very proud of his grandfather for being able to read the letter", "sentence2": "He was very proud of his grandfather for his achievement.", "label": 1}
{"sentence1": "Did they study together and work hard to finish the book", "sentence2": "They studied together and worked hard on Grandfather's lessons every day.", "label": 0}
{"sentence1": "Did joey sit at the kitchen table with his grandfather, read the morning paper", "sentence2": "Joey sat at the kitchen, reading the morning paper.", "label": 0}
{"sentence1": "Did joey's grandfather come in, but he didn't say a word to joey", "sentence2": "His grandfather came in but did not pick up the paper to read.", "label": 0}
{"sentence1": "Did they study together and work hard on their studies", "sentence2": "They studied together and worked hard on Grandfather's lessons every day.", "label": 0}
{"sentence1": "Did one day, joey saw a sign in front of his grandfather ’s house", "sentence2": "One day, Joey saw a sign in the public library.", "label": 0}
{"sentence1": "Did joey encourage grandfather and offer to teach him how to read and write", "sentence2": "Joey encouraged Grandfather and offered to help him with his studies.", "label": 0}
{"sentence1": "Did joey sit at the kitchen, read the newspaper", "sentence2": "Joey sat at the kitchen, reading the morning paper.", "label": 1}
{"sentence1": "Did joey's grandfather come in but do not pick up the newspaper", "sentence2": "His grandfather came in but did not pick up the paper to read.", "label": 1}
{"sentence1": "Did joey encourage grandfather and offer to help him with his lessons", "sentence2": "Joey encouraged Grandfather and offered to help him with his studies.", "label": 1}
{"sentence1": "Did his grandfather call joey into his study", "sentence2": "Months later, his grandfather called Joey into his room.", "label": 0}
{"sentence1": "Did grandfather come home from his study and call joey into his room", "sentence2": "Months later, his grandfather called Joey into his room.", "label": 0}
{"sentence1": "Did one day, joey saw a sign post in the public library", "sentence2": "One day, Joey saw a sign in the public library.", "label": 1}
{"sentence1": "Did joey even take over some of grandfather ’s classes to give his grandfather more time to study", "sentence2": "Joey even took over all the household chores to give his grandfather more time to study.", "label": 0}
{"sentence1": "Did one day, his father spot him squint to watch television and take him to see an optician despite his protests", "sentence2": "However, his mother spotted him squinting to watch television and took him to see an optician despite his protests.", "label": 0}
{"sentence1": "Did “ i give the shiny marble to daniel for daniel's birthday! ” tim say to his friends", "sentence2": "Tim shouted and handed the marble to Daniel.", "label": 0}
{"sentence1": "Did tim keep his spectacles in his pocket and avoid his friends so no one would notice that he wasn't wear his glasses", "sentence2": "In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting.", "label": 0}
{"sentence1": "Did tim collect his glasses from the optician", "sentence2": "A few days later, Tim collected his new spectacles.", "label": 1}
{"sentence1": "Did realise that he couldn't see the marble, tim put on his spectacles to help in the search", "sentence2": "Realising how anxious Daniel was, Tim put on his spectacles to help in the search.", "label": 0}
{"sentence1": "Was tim kept his spectacles in his pocket and avoided his friends so no one would notice that he missing his glasses", "sentence2": "In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting.", "label": 0}
{"sentence1": "Did he have be instruct to wear them all the time, but he have no idea why he have to wear his spectacles all the way home", "sentence2": "He had been instructed to wear his glasses all the time.", "label": 0}
{"sentence1": "Did after a few minutes of searching, daniel ’s vision suddenly become crystal clear", "sentence2": "Everything around him became crystal clear.", "label": 0}
{"sentence1": "Is daniel's dad gave the shiny marble to daniel for his birthday and now the marble gone!", "sentence2": "Tim shouted and handed the marble to Daniel.", "label": 0}
{"sentence1": "Was that when daniel saw it!", "sentence2": "That was when he saw it!", "label": 0}
{"sentence1": "Did as they return to their seats, the other couple compliment tim", "sentence2": "As they returned to their seats, two more of his classmates complimented Tim.", "label": 1}
{"sentence1": "Was tim's mother spotted him squinting to watch television and took him to see an optician despite the fact that he not wearing his glasses", "sentence2": "However, his mother spotted him squinting to watch television and took him to see an optician despite his protests.", "label": 0}
{"sentence1": "Was tim kept his glasses in his pocket and avoided his friends so no one would notice that he squinting", "sentence2": "In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting.", "label": 1}
{"sentence1": "Did realise how anxious daniel was, tim put on his glasses to help in the search", "sentence2": "Realising how anxious Daniel was, Tim put on his spectacles to help in the search.", "label": 1}
{"sentence1": "Did as they return to class, two more of his classmates compliment tim", "sentence2": "As they returned to their seats, two more of his classmates complimented Tim.", "label": 1}
{"sentence1": "Did as they return to their seats, a couple more of his classmates compliment tim", "sentence2": "As they returned to their seats, two more of his classmates complimented Tim.", "label": 1}
{"sentence1": "Was tim's mother spotted him squinting when he trying to watch television and took him to see an optician despite his protests", "sentence2": "However, his mother spotted him squinting to watch television and took him to see an optician despite his protests.", "label": 1}
{"sentence1": "Was tim kept his spectacles in his pocket and avoided looking at the teacher, so no one would notice that he squinting", "sentence2": "In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting.", "label": 0}
{"sentence1": "Did as they return to their seats, two more of the students come up to them and compliment tim", "sentence2": "As they returned to their seats, two more of his classmates complimented Tim.", "label": 1}
{"sentence1": "Did as soon as he leave the room, two more of his classmates compliment tim", "sentence2": "As they returned to their seats, two more of his classmates complimented Tim.", "label": 0}
{"sentence1": "Did deforestation have result in the loss of many of the trees that provide shelter for the male sun bear", "sentence2": "Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population.", "label": 1}
{"sentence1": "Did to get it, the sun bears use their sharp teeth to break the glass of beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobble up bees with the sticky sweet", "sentence2": "To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet.", "label": 0}
{"sentence1": "Did female sun bears do not seem to enjoy honey as much as the males do", "sentence2": "Luckily, they do not seem bothered by bee stings.", "label": 0}
{"sentence1": "Are is male sun bears's sleek, black coat short to avoid overheating in the tropical weather, and they known for their strong, muscular legs and strong, powerful, muscular arms", "sentence2": "Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain.", "label": 0}
{"sentence1": "Did the sun bears do not seem to be allergic to bee stings, and in fact, they often eat the honey themselves and do not appear bother by bee stings", "sentence2": "Luckily, they do not seem bothered by bee stings.", "label": 1}
{"sentence1": "Did as well as be the largest bear species in the world, sun bears have golden patches of fur on their chests, which resemble a rise sun", "sentence2": "As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun.", "label": 0}
{"sentence1": "Are while they look like they ’re the size of a large bear, they actually the smallest bear species", "sentence2": "While their tongues may be massive, sun bears are actually the smallest bear species.", "label": 1}
{"sentence1": "Are as sun bears's name suggests, they the largest bear species in the world", "sentence2": "As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun.", "label": 0}
{"sentence1": "Did the fruits and berries provide a lot of nutrition for the sun bears", "sentence2": "These sources of food provide a lot of nutrition for the Sun bears.", "label": 0}
{"sentence1": "Did to get it, the sun bears use their teeth to break open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobble up bees with the sticky sweet", "sentence2": "To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet.", "label": 0}
{"sentence1": "Are female sun bears do not seem bothered by the fact that they eating honey", "sentence2": "Luckily, they do not seem bothered by bee stings.", "label": 0}
{"sentence1": "Is male sun bears's sleek, black coat short to avoid overheating in the tropical weather, so they can easily hide in the shade of a tree canopy", "sentence2": "Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain.", "label": 0}
{"sentence1": "Did wander through a dense forest in southern china, a large black bear come across a log", "sentence2": "Wandering through a dense forest in southern China, a sun bear comes across a log.", "label": 0}
{"sentence1": "Did as sun bears's name suggests, sun bears have golden patches of fur on their backs and tails", "sentence2": "As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun.", "label": 0}
{"sentence1": "Did deforestation have result in the rapidly decrease numbers of male sun bears in the wild", "sentence2": "Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population.", "label": 0}
{"sentence1": "Did these animals live in tropical rainforests, where they can be find on the slopes of mountains and in the forest canopy", "sentence2": "These animals live in wooded areas of Southeast Asia.", "label": 0}
{"sentence1": "Did sun bears prefer to live in the shade of trees, so they spend a lot of time sleep within tree canopies and even build beds make of twigs and leave on branches", "sentence2": "They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches.", "label": 1}
{"sentence1": "Did the huge tongue of the sun bear rolls out!", "sentence2": "A nearly ten-inch-long tongue rolls out!", "label": 1}
{"sentence1": "Did male sun bears grow to about 15 m in height and weigh up to 100 kg ( 220 lb )", "sentence2": "m in height and weigh up to 68 kilograms – that's half the size of an adult American black bear.", "label": 0}
{"sentence1": "Did wander through the woods, a sun bear come across a log", "sentence2": "Wandering through a dense forest in southern China, a sun bear comes across a log.", "label": 1}
