{"sentence1": "People also like to go to the grand prismatic spring to cool off after a hot day at Excelsior geyser.", "sentence2": "Excelsior Geyser produces 4,000 gallons of boiling water each minute! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot! People also like to see the Grand Prismatic Spring. It is the largest hot spring in the park. It is the largest hot spring in the park. It has many beautiful colors, which are caused by bacteria in the water.", "label": 0}
{"sentence1": "These are forms of life that live on the surface of water .", "sentence2": "It is the largest hot spring in the park. It has many beautiful colors, which are caused by bacteria in the water. These are forms of life that have only one cell. Different bacteria live in different water temperatures. Different bacteria live in different water temperatures. Visiting Yellowstone National Park can be a week–long vacation or more.", "label": 0}
{"sentence1": "Great Fountain Geyser erupts every 11 hours up to 2,000 gallons of boiling water each minute .", "sentence2": "Visitors can check a schedule to see the precise time that Old Faithful is going to erupt. There are many other geysers and bubbling springs in the area. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres. Excelsior Geyser produces 4,000 gallons of boiling water each minute! Excelsior Geyser produces 4,000 gallons of boiling water each minute! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot!", "label": 0}
{"sentence1": "Visitors can check a schedule to see the precise time that it will erupt every day .", "sentence2": "During other seasons, visitors can go horse-riding, boating, fishing or take nature trails and tours. Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone. Visitors can check a schedule to see the precise time that Old Faithful is going to erupt. There are many other geysers and bubbling springs in the area. There are many other geysers and bubbling springs in the area. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres.", "label": 1}
{"sentence1": "Excelsior geyser produces up to 1,000 litres of hot water each minute !", "sentence2": "There are many other geysers and bubbling springs in the area. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres. Excelsior Geyser produces 4,000 gallons of boiling water each minute! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot! People also like to see the Grand Prismatic Spring.", "label": 0}
{"sentence1": "The hot spring has a number of different types of bacteria , which are caused by bacteria in the water .", "sentence2": "People also like to see the Grand Prismatic Spring. It is the largest hot spring in the park. It has many beautiful colors, which are caused by bacteria in the water. These are forms of life that have only one cell. These are forms of life that have only one cell. Different bacteria live in different water temperatures.", "label": 0}
{"sentence1": "Different bacteria live in different parts of the park .", "sentence2": "It has many beautiful colors, which are caused by bacteria in the water. These are forms of life that have only one cell. Different bacteria live in different water temperatures. Visiting Yellowstone National Park can be a week–long vacation or more. Visiting Yellowstone National Park can be a week–long vacation or more. It is beautiful, and there are activities for everyone.", "label": 1}
{"sentence1": "Yellowstone National Park is home to the world’s largest geyser, Yellowstone Geyser , which erupts every 11 hours up to a height of 67 metres .", "sentence2": "Visitors can check a schedule to see the precise time that Old Faithful is going to erupt. There are many other geysers and bubbling springs in the area. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres. Excelsior Geyser produces 4,000 gallons of boiling water each minute! Excelsior Geyser produces 4,000 gallons of boiling water each minute! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot!", "label": 0}
{"sentence1": "There are also many animals like grizzly bears and wolves .", "sentence2": "It became the first National Park in 1872. There are geysers and hot springs at Yellowstone. There are also many animals like elk, bison, sheep, grizzly bears, black bears, moose, coyotes, and more at Yellowstone. More than 3 million people visit Yellowstone each year. More than 3 million people visit Yellowstone each year. During the winter, visitors can ski, go snowmobiling or join tours there.", "label": 1}
{"sentence1": "During the summer , visitors are able to go horse - riding , boating , fishing or take a guided tour of the park .", "sentence2": "During the winter, visitors can ski, go snowmobiling or join tours there. Visitors can see steam and water from the geysers. During other seasons, visitors can go horse-riding, boating, fishing or take nature trails and tours. Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone. Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone. Visitors can check a schedule to see the precise time that Old Faithful is going to erupt.", "label": 0}
{"sentence1": "There are many other geysers and bubbling springs in the park, some of which are not as predictable .", "sentence2": "Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone. Visitors can check a schedule to see the precise time that Old Faithful is going to erupt. There are many other geysers and bubbling springs in the area. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres. Excelsior Geyser produces 4,000 gallons of boiling water each minute!", "label": 1}
{"sentence1": "Excelsior geyser produces 4,000 gallons of hot water each minute !", "sentence2": "There are many other geysers and bubbling springs in the area. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres. Excelsior Geyser produces 4,000 gallons of boiling water each minute! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot! People also like to see the Grand Prismatic Spring.", "label": 1}
{"sentence1": "The temperature of the geyser water is about 100 degrees Celsius , or 212 degrees Fahrenheit – that ’s very hot !", "sentence2": "Great Fountain Geyser erupts every 11 hours up to a height of 67 metres. Excelsior Geyser produces 4,000 gallons of boiling water each minute! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot! People also like to see the Grand Prismatic Spring. People also like to see the Grand Prismatic Spring. It is the largest hot spring in the park.", "label": 1}
{"sentence1": "Visitors can check a schedule to see when it will erupt next .", "sentence2": "During other seasons, visitors can go horse-riding, boating, fishing or take nature trails and tours. Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone. Visitors can check a schedule to see the precise time that Old Faithful is going to erupt. There are many other geysers and bubbling springs in the area. There are many other geysers and bubbling springs in the area. Great Fountain Geyser erupts every 11 hours up to a height of 67 metres.", "label": 1}
{"sentence1": "Visitors can see steam and water from Yellowstone's geysers and hot springs .", "sentence2": "More than 3 million people visit Yellowstone each year. During the winter, visitors can ski, go snowmobiling or join tours there. Visitors can see steam and water from the geysers. During other seasons, visitors can go horse-riding, boating, fishing or take nature trails and tours. During other seasons, visitors can go horse-riding, boating, fishing or take nature trails and tours. Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone.", "label": 0}
{"sentence1": "Most visitors want to see Old Faithful when it is erupting .", "sentence2": "Visitors can see steam and water from the geysers. During other seasons, visitors can go horse-riding, boating, fishing or take nature trails and tours. Most visitors want to see Old Faithful, a very predictable geyser at Yellowstone. Visitors can check a schedule to see the precise time that Old Faithful is going to erupt. Visitors can check a schedule to see the precise time that Old Faithful is going to erupt. There are many other geysers and bubbling springs in the area.", "label": 1}
{"sentence1": "People also like to see the steam rising from the geyser .", "sentence2": "Excelsior Geyser produces 4,000 gallons of boiling water each minute! Boiling water is 100 degrees Celsius, or 212 degrees Fahrenheit – that’s very hot! People also like to see the Grand Prismatic Spring. It is the largest hot spring in the park. It is the largest hot spring in the park. It has many beautiful colors, which are caused by bacteria in the water.", "label": 1}
{"sentence1": "The big hot spring has many beautiful colors , which can be seen in the water .", "sentence2": "People also like to see the Grand Prismatic Spring. It is the largest hot spring in the park. It has many beautiful colors, which are caused by bacteria in the water. These are forms of life that have only one cell. These are forms of life that have only one cell. Different bacteria live in different water temperatures.", "label": 1}
{"sentence1": "The big hot spring has many beautiful colors , which are caused by different bacteria .", "sentence2": "People also like to see the Grand Prismatic Spring. It is the largest hot spring in the park. It has many beautiful colors, which are caused by bacteria in the water. These are forms of life that have only one cell. These are forms of life that have only one cell. Different bacteria live in different water temperatures.", "label": 1}
{"sentence1": "Sebastian worked under the hot sun or in heavy rain when the weather was bad .", "sentence2": "What my father said was very true. Life was hard for us. My father worked as a foreman at a construction site. He was paid only when he went to work. He was paid only when he went to work. He had to work under the hot sun or in heavy rain when the weather was bad.", "label": 0}
{"sentence1": "We huddled around him and waited anxiously for him to tell us what he was going to show us .", "sentence2": "He looked over the moon. “Mom, Dad, come see what I’ve to show you!” shouted Tim. We huddled around him and waited anxiously for what seemed to be good news. “I’ve got a scholarship to study in St Peter’s college. “I’ve got a scholarship to study in St Peter’s college. The two-year tuition fees are fully paid for, plus they are giving me $3000 for books and stationery,” rattled Tim in one breath.", "label": 1}
{"sentence1": "Even Sebastian ’s father , who had never seen his son smile before , hugged Tim .", "sentence2": "We were overjoyed. My mother was so happy, tears rolled down her cheeks. Even my father, who looked stern most of the time, hugged Tim. We were so proud of my brother.", "label": 0}
{"sentence1": "We huddled around him and waited anxiously for what he was going to show us .", "sentence2": "He looked over the moon. “Mom, Dad, come see what I’ve to show you!” shouted Tim. We huddled around him and waited anxiously for what seemed to be good news. “I’ve got a scholarship to study in St Peter’s college. “I’ve got a scholarship to study in St Peter’s college. The two-year tuition fees are fully paid for, plus they are giving me $3000 for books and stationery,” rattled Tim in one breath.", "label": 1}
{"sentence1": "He looked over his shoulder at his parents and shouted, “ Mom , Dad , come see what I ’ ve to show you !", "sentence2": "I opened the door and my younger brother, Tim, charged in excitedly. In his hands was a letter which he waved wildly. He looked over the moon. “Mom, Dad, come see what I’ve to show you!” shouted Tim. “Mom, Dad, come see what I’ve to show you!” shouted Tim. We huddled around him and waited anxiously for what seemed to be good news.", "label": 0}
{"sentence1": "Sebastian ’s mother was a housewife and his father worked as a foreman at a construction site .", "sentence2": "Lobsters are a rare treat for our family. My boss has been very kind in giving us this treat,” added my father. What my father said was very true. Life was hard for us. Life was hard for us. My father worked as a foreman at a construction site.", "label": 0}
{"sentence1": "Sebastian 's parents were so happy .", "sentence2": "We were overjoyed. My mother was so happy, tears rolled down her cheeks. Even my father, who looked stern most of the time, hugged Tim. We were so proud of my brother.", "label": 1}
{"sentence1": "He looked at Sebastian and then at his mother and father .", "sentence2": "I opened the door and my younger brother, Tim, charged in excitedly. In his hands was a letter which he waved wildly. He looked over the moon. “Mom, Dad, come see what I’ve to show you!” shouted Tim. “Mom, Dad, come see what I’ve to show you!” shouted Tim. We huddled around him and waited anxiously for what seemed to be good news.", "label": 0}
{"sentence1": "Sebastian \"s father worked as a foreman at a construction site .", "sentence2": "Lobsters are a rare treat for our family. My boss has been very kind in giving us this treat,” added my father. What my father said was very true. Life was hard for us. Life was hard for us. My father worked as a foreman at a construction site.", "label": 1}
{"sentence1": "We were so proud of Tim and his family .", "sentence2": "My mother was so happy, tears rolled down her cheeks. Even my father, who looked stern most of the time, hugged Tim. We were so proud of my brother.", "label": 0}
{"sentence1": "Sebastian 's mother was so happy , tears rolled down her cheeks and she hugged Tim .", "sentence2": "The two-year tuition fees are fully paid for, plus they are giving me $3000 for books and stationery,” rattled Tim in one breath. We were overjoyed. My mother was so happy, tears rolled down her cheeks. Even my father, who looked stern most of the time, hugged Tim. Even my father, who looked stern most of the time, hugged Tim. We were so proud of my brother.", "label": 0}
{"sentence1": "Tim should be here any minute now .", "sentence2": "“Mom, the lobster is delicious,” I said. “Save some for your brother. He should be coming home soon. It’s already half past seven,” said my mother. It’s already half past seven,” said my mother. “Yes, Sebastian, listen to your mother.", "label": 1}
{"sentence1": "We huddled around him and waited anxiously for what seemed like an eternity for him to tell us what he had to show us.", "sentence2": "He looked over the moon. “Mom, Dad, come see what I’ve to show you!” shouted Tim. We huddled around him and waited anxiously for what seemed to be good news. “I’ve got a scholarship to study in St Peter’s college. “I’ve got a scholarship to study in St Peter’s college. The two-year tuition fees are fully paid for, plus they are giving me $3000 for books and stationery,” rattled Tim in one breath.", "label": 0}
{"sentence1": "Sebastian had to work under the hot sun or in heavy rain when his father wasn't looking .", "sentence2": "My father worked as a foreman at a construction site. He was paid only when he went to work. He had to work under the hot sun or in heavy rain when the weather was bad. The doorbell rang. The doorbell rang. I opened the door and my younger brother, Tim, charged in excitedly.", "label": 0}
{"sentence1": "In Tim 's hands was a letter which he had written to his mother and father .", "sentence2": "The doorbell rang. I opened the door and my younger brother, Tim, charged in excitedly. In his hands was a letter which he waved wildly. He looked over the moon. He looked over the moon. “Mom, Dad, come see what I’ve to show you!” shouted Tim.", "label": 0}
{"sentence1": "Sebastian opened the door to find Tim standing there .", "sentence2": "He had to work under the hot sun or in heavy rain when the weather was bad. The doorbell rang. I opened the door and my younger brother, Tim, charged in excitedly. In his hands was a letter which he waved wildly. In his hands was a letter which he waved wildly. He looked over the moon.", "label": 1}
{"sentence1": "Sebastian had to work under the hot sun when the sun was shining or in heavy rain when the weather was bad .", "sentence2": "My father worked as a foreman at a construction site. He was paid only when he went to work. He had to work under the hot sun or in heavy rain when the weather was bad. The doorbell rang. The doorbell rang. I opened the door and my younger brother, Tim, charged in excitedly.", "label": 0}
{"sentence1": "Lobsters are a rare treat for us , and we have never had them before .", "sentence2": "It’s already half past seven,” said my mother. “Yes, Sebastian, listen to your mother. Lobsters are a rare treat for our family. My boss has been very kind in giving us this treat,” added my father. My boss has been very kind in giving us this treat,” added my father. What my father said was very true.", "label": 0}
{"sentence1": "Sebastian \"s father worked all the time at a construction site .", "sentence2": "What my father said was very true. Life was hard for us. My father worked as a foreman at a construction site. He was paid only when he went to work. He was paid only when he went to work. He had to work under the hot sun or in heavy rain when the weather was bad.", "label": 0}
{"sentence1": "Sebastian \"s father worked as a carpenter and his mother worked at a construction site .", "sentence2": "What my father said was very true. Life was hard for us. My father worked as a foreman at a construction site. He was paid only when he went to work. He was paid only when he went to work. He had to work under the hot sun or in heavy rain when the weather was bad.", "label": 0}
{"sentence1": "Trees and plants grew there before the Ice Age , when the continent was covered in ice .", "sentence2": "Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones.", "label": 0}
{"sentence1": "We hope that you will join us for a visit .", "sentence2": "Only scientists and other workers live in this huge area of land. Each year, thousands of tourists visit the warmer parts in planes or ships. We hope they do not spoil this beautiful part of the world.", "label": 0}
{"sentence1": "In fact, some of the world’s oldest plants and animals grew there before the land drifted towards the frozen south pole .", "sentence2": "Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones.", "label": 1}
{"sentence1": "Now , Antarctica is the world ’s windiest and coldest region , with wind speeds of up to 100 km / h .", "sentence2": "Fossils of plants and ancient dinosaurs found in Antarctica show the continent once had a warm climate. Trees and plants grew there before the land drifted towards the frozen south pole. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones. Some recorded wind speeds are over 300km/h, stronger than most cyclones. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent.", "label": 0}
{"sentence1": "Fossils of plants and animals found in Antarctica’s south pole show the continent once had a warm climate .", "sentence2": "Fossils of plants and ancient dinosaurs found in Antarctica show the continent once had a warm climate. Trees and plants grew there before the land drifted towards the frozen south pole. Trees and plants grew there before the land drifted towards the frozen south pole. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts.", "label": 0}
{"sentence1": "Some recorded wind speeds are over 300 km / h , stronger than the strongest winds in the world .", "sentence2": "Trees and plants grew there before the land drifted towards the frozen south pole. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. We can see only tiny insects and not one green tree.", "label": 0}
{"sentence1": "Some recorded wind speeds are over 100 kilometres per hour , stronger than most cyclones .", "sentence2": "Trees and plants grew there before the land drifted towards the frozen south pole. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. We can see only tiny insects and not one green tree.", "label": 1}
{"sentence1": "There are only a few penguins and seals that live in this huge area of land .", "sentence2": "Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. We can see only tiny insects and not one green tree. Only scientists and other workers live in this huge area of land. Each year, thousands of tourists visit the warmer parts in planes or ships. Each year, thousands of tourists visit the warmer parts in planes or ships. We hope they do not spoil this beautiful part of the world.", "label": 0}
{"sentence1": "However, old records show the continent once had a warm climate .", "sentence2": "Fossils of plants and ancient dinosaurs found in Antarctica show the continent once had a warm climate. Trees and plants grew there before the land drifted towards the frozen south pole. Trees and plants grew there before the land drifted towards the frozen south pole. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts.", "label": 1}
{"sentence1": "Only scientists and other workers live in the cold parts of Antarctica .", "sentence2": "Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. We can see only tiny insects and not one green tree. Only scientists and other workers live in this huge area of land. Each year, thousands of tourists visit the warmer parts in planes or ships. Each year, thousands of tourists visit the warmer parts in planes or ships. We hope they do not spoil this beautiful part of the world.", "label": 1}
{"sentence1": "We hope thousands do not spoil the natural beauty of the area .", "sentence2": "Only scientists and other workers live in this huge area of land. Each year, thousands of tourists visit the warmer parts in planes or ships. We hope they do not spoil this beautiful part of the world.", "label": 1}
{"sentence1": "There are no fish to feed in the oceans around Antarctica and there is no land life on the continent .", "sentence2": "Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. We can see only tiny insects and not one green tree. We can see only tiny insects and not one green tree. Only scientists and other workers live in this huge area of land.", "label": 0}
{"sentence1": "Thousands of large seals and penguins feed in the ice , and there is no land life on the continent .", "sentence2": "Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. We can see only tiny insects and not one green tree. We can see only tiny insects and not one green tree. Only scientists and other workers live in this huge area of land.", "label": 0}
{"sentence1": "Fossils of plants and ancient dinosaurs found in Antarctica show that the continent was once warmer than it is now .", "sentence2": "Fossils of plants and ancient dinosaurs found in Antarctica show the continent once had a warm climate. Trees and plants grew there before the land drifted towards the frozen south pole. Trees and plants grew there before the land drifted towards the frozen south pole. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts.", "label": 1}
{"sentence1": "Each year , thousands of tourists visit the warmer parts in this area .", "sentence2": "We can see only tiny insects and not one green tree. Only scientists and other workers live in this huge area of land. Each year, thousands of tourists visit the warmer parts in planes or ships. We hope they do not spoil this beautiful part of the world.", "label": 1}
{"sentence1": "Trees and plants grew there before the last ice age , when glaciers and ice sheets drifted towards the frozen south pole .", "sentence2": "Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones.", "label": 0}
{"sentence1": "Each year , thousands of tourists visit this part of the world in planes or ships .", "sentence2": "We can see only tiny insects and not one green tree. Only scientists and other workers live in this huge area of land. Each year, thousands of tourists visit the warmer parts in planes or ships. We hope they do not spoil this beautiful part of the world.", "label": 1}
{"sentence1": "Some recorded wind speeds in the region are over 300 km / h , stronger than most cyclones .", "sentence2": "Trees and plants grew there before the land drifted towards the frozen south pole. Now, Antarctica is the world’s windiest and coldest region, with ice 5 kilometres thick in parts. Some recorded wind speeds are over 300km/h, stronger than most cyclones. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. Thousands of large seals and penguins feed in the oceans around Antarctica and there is no land life on the continent. We can see only tiny insects and not one green tree.", "label": 1}
{"sentence1": "Each year , hundreds of thousands of tourists visit the warmer parts in planes or ships .", "sentence2": "We can see only tiny insects and not one green tree. Only scientists and other workers live in this huge area of land. Each year, thousands of tourists visit the warmer parts in planes or ships. We hope they do not spoil this beautiful part of the world.", "label": 1}
{"sentence1": "Shirley jumped for joy before running to the front door .", "sentence2": "There, on a bed of hay, lay a lovely baby filly, just two hours old. Above her and standing proudly on guard was the grey Sputnik. Shirley jumped for joy before spinning around and charging back to the house to tell the others the good news. She wiped her feet carefully on the doormat before going down the hallway that led to the kitchen. She wiped her feet carefully on the doormat before going down the hallway that led to the kitchen. Mother looked up from the kitchen table at Shirley’s happy face.", "label": 0}
{"sentence1": "Shirley began to get ready for the day .", "sentence2": "She quickly changed into her weekend clothes before going downstairs for something to eat. She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk.", "label": 1}
{"sentence1": "Shirley quickly changed into her weekend clothes before making her way downstairs to the kitchen for breakfast .", "sentence2": "The chiming of the old grandfather clock echoed through the quiet house. Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears. She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk. It was time to check the stable to see if old Sputnik had given birth to a new foal.", "label": 1}
{"sentence1": "Shirley wiped her feet carefully on the doormat before running into the kitchen to tell her mother the news .", "sentence2": "Above her and standing proudly on guard was the grey Sputnik. Shirley jumped for joy before spinning around and charging back to the house to tell the others the good news. She wiped her feet carefully on the doormat before going down the hallway that led to the kitchen. Mother looked up from the kitchen table at Shirley’s happy face. Mother looked up from the kitchen table at Shirley’s happy face. “Well, tell us, Shirley, is it a filly or a colt?” she asked.", "label": 1}
{"sentence1": "It was time to check the stable to see if Sputnik was ready to go out for her first race of the day .", "sentence2": "She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk. It was time to check the stable to see if old Sputnik had given birth to a new foal. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack. As Shirley made her way from the house to the sheds, she played a game of hopscotch with the puddles of rainwater that were in her path.", "label": 0}
{"sentence1": "Taking Shirley 's diary from the bookshelf , Shirley wrote ‘ Born on the tenth day of the tenth month , a little fillys with wobbly legs – Shirley think Shirley ’ll be a very good mum ’ .", "sentence2": "“It’s a filly, the same colour as her mum,” replied an excited Shirley. Before long, Shirley was off to the study room where all her homework was done. Taking her diary from the bookshelf, she wrote ‘Born on the tenth day of the tenth month, a little filly with wobbly legs – I think I’ll call her ‘Legs Go’.", "label": 0}
{"sentence1": "Shirley was hungry and it did not take her long to find a place to sit down and eat her breakfast .", "sentence2": "Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears. She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk. It was time to check the stable to see if old Sputnik had given birth to a new foal. It was time to check the stable to see if old Sputnik had given birth to a new foal. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack.", "label": 1}
{"sentence1": "Shirley wiped her feet carefully on the doormat before going down to the kitchen to tell her mother the news .", "sentence2": "Above her and standing proudly on guard was the grey Sputnik. Shirley jumped for joy before spinning around and charging back to the house to tell the others the good news. She wiped her feet carefully on the doormat before going down the hallway that led to the kitchen. Mother looked up from the kitchen table at Shirley’s happy face. Mother looked up from the kitchen table at Shirley’s happy face. “Well, tell us, Shirley, is it a filly or a colt?” she asked.", "label": 1}
{"sentence1": "Before long , Shirley was off to the stables to see the new addition to the family .", "sentence2": "“Well, tell us, Shirley, is it a filly or a colt?” she asked. “It’s a filly, the same colour as her mum,” replied an excited Shirley. Before long, Shirley was off to the study room where all her homework was done. Taking her diary from the bookshelf, she wrote ‘Born on the tenth day of the tenth month, a little filly with wobbly legs – I think I’ll call her ‘Legs Go’.", "label": 1}
{"sentence1": "Shirley began to stir from her sleep as she listened to the sound of the clock .", "sentence2": "She quickly changed into her weekend clothes before going downstairs for something to eat. She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk.", "label": 1}
{"sentence1": "Shirley began to stir from her sleep as the sixth and last chime of the clock rang in the early morning hours .", "sentence2": "She quickly changed into her weekend clothes before going downstairs for something to eat. She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk.", "label": 1}
{"sentence1": "As Shirley walked to the stables , she played a game of hopscotch with the puddles of rainwater that were in her path .", "sentence2": "It was time to check the stable to see if old Sputnik had given birth to a new foal. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack. As Shirley made her way from the house to the sheds, she played a game of hopscotch with the puddles of rainwater that were in her path. Soon, she entered the stables where Sputnik was locked away. Soon, she entered the stables where Sputnik was locked away. There, on a bed of hay, lay a lovely baby filly, just two hours old.", "label": 1}
{"sentence1": "The sound of the alarm clock echoed through the quiet house .", "sentence2": "The chiming of the old grandfather clock echoed through the quiet house. Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears. Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears. She quickly changed into her weekend clothes before going downstairs for something to eat.", "label": 0}
{"sentence1": "It had been a long time since Shirley had seen her in the stables and she was eager to see what had happened to her old friend .", "sentence2": "Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk. It was time to check the stable to see if old Sputnik had given birth to a new foal. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack. As Shirley made her way from the house to the sheds, she played a game of hopscotch with the puddles of rainwater that were in her path. As Shirley made her way from the house to the sheds, she played a game of hopscotch with the puddles of rainwater that were in her path. Soon, she entered the stables where Sputnik was locked away.", "label": 0}
{"sentence1": "There , on the floor of the stable , lay a lovely baby filly , just two hours old .", "sentence2": "As Shirley made her way from the house to the sheds, she played a game of hopscotch with the puddles of rainwater that were in her path. Soon, she entered the stables where Sputnik was locked away. There, on a bed of hay, lay a lovely baby filly, just two hours old. Above her and standing proudly on guard was the grey Sputnik. Above her and standing proudly on guard was the grey Sputnik. Shirley jumped for joy before spinning around and charging back to the house to tell the others the good news.", "label": 0}
{"sentence1": "She sat up in bed as the sixth and last chime of the clock rang in her ears .", "sentence2": "She quickly changed into her weekend clothes before going downstairs for something to eat. She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk.", "label": 0}
{"sentence1": "Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast , followed by a glass of milk and a cup of coffee .", "sentence2": "Shirley began to stir from her sleep as the sixth and last chime of the clock rang in her ears. She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk. It was time to check the stable to see if old Sputnik had given birth to a new foal. It was time to check the stable to see if old Sputnik had given birth to a new foal. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack.", "label": 0}
{"sentence1": "“On the tenth day of the tenth month , on the tenth hour of the tenth day , a little fillys with wobbly legs – Shirley think Shirley ’ll call her ‘ Legs Go ’ .", "sentence2": "“It’s a filly, the same colour as her mum,” replied an excited Shirley. Before long, Shirley was off to the study room where all her homework was done. Taking her diary from the bookshelf, she wrote ‘Born on the tenth day of the tenth month, a little filly with wobbly legs – I think I’ll call her ‘Legs Go’.", "label": 0}
{"sentence1": "Before long , Shirley was off to the study room where she found her mother’s old diary .", "sentence2": "“Well, tell us, Shirley, is it a filly or a colt?” she asked. “It’s a filly, the same colour as her mum,” replied an excited Shirley. Before long, Shirley was off to the study room where all her homework was done. Taking her diary from the bookshelf, she wrote ‘Born on the tenth day of the tenth month, a little filly with wobbly legs – I think I’ll call her ‘Legs Go’.", "label": 0}
{"sentence1": "Shirley went to the stables to see if old Sputnik had given birth to a new foal .", "sentence2": "She quickly changed into her weekend clothes before going downstairs for something to eat. Shirley was hungry and it did not take her long to devour a plate of cereal and three pieces of toast, followed by a cup of warm milk. It was time to check the stable to see if old Sputnik had given birth to a new foal. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack. Five years ago, Sputnik had been a champion racehorse, winning seven races from only a dozen starts before a leg injury forced her to retire from the racetrack. As Shirley made her way from the house to the sheds, she played a game of hopscotch with the puddles of rainwater that were in her path.", "label": 1}
{"sentence1": "In many countries , high levels of lead in the air and water cause problems for people .", "sentence2": "In many countries, cars on the roads cause problems for people. Thousands of pedestrians and drivers are killed in road accidents each year. Thousands of pedestrians and drivers are killed in road accidents each year. Car exhausts also pour out dangerous fumes, containing lead into the air we breathe.", "label": 0}
{"sentence1": "One way is to ask drivers to reduce the number of cars on the roads .", "sentence2": "It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 1}
{"sentence1": "The government can consider rewarding these people for using public transport .", "sentence2": "At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 1}
{"sentence1": "However , some doctors believe that there is a chemical in the fuel that can cause cancer .", "sentence2": "New cars use unleaded petrol. This is generally safe for people to use. However, some doctors believe a chemical called benzene can be dangerous to our health. It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them.", "label": 1}
{"sentence1": "At certain times of the day , traffic jams are a problem on our main roads and governments have to think about how they can reduce the number of cars on the roads .", "sentence2": "However, some doctors believe a chemical called benzene can be dangerous to our health. It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads.", "label": 1}
{"sentence1": "One way is to ask drivers to leave their cars at home and use public transport to get to work or school .", "sentence2": "It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 1}
{"sentence1": "Lead is used in petrol to prevent it from breaking down in the body .", "sentence2": "Thousands of pedestrians and drivers are killed in road accidents each year. Car exhausts also pour out dangerous fumes, containing lead into the air we breathe. Lead is used in petrol to prevent the wearing away of parts inside the engine. New cars use unleaded petrol. New cars use unleaded petrol. This is generally safe for people to use.", "label": 0}
{"sentence1": "At certain times of the day , traffic jams are a problem on our main roads and governments have to think of ways of reducing the number of cars on our roads .", "sentence2": "However, some doctors believe a chemical called benzene can be dangerous to our health. It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads.", "label": 1}
{"sentence1": "Car exhausts also pour out dangerous fumes , containing heavy metals .", "sentence2": "In many countries, cars on the roads cause problems for people. Thousands of pedestrians and drivers are killed in road accidents each year. Car exhausts also pour out dangerous fumes, containing lead into the air we breathe. Lead is used in petrol to prevent the wearing away of parts inside the engine. Lead is used in petrol to prevent the wearing away of parts inside the engine. New cars use unleaded petrol.", "label": 1}
{"sentence1": "The government can consider other ways to reduce the number of cars on the road and reduce the traffic jams caused by traffic jams, such as by using smart meters, for example, or by-passing traffic lights/signs/signboards/signages/signage/signposts/lights/signal/sign/sign_sign/Sign_sign_Sign_Sign/Sign-Sign/ Sign_SignSignSign_PassSign_CheckSign_Cross_Check", "sentence2": "At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 0}
{"sentence1": "One way has been proven effective for reducing traffic congestion is to encourage people to take public transport .", "sentence2": "One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 1}
{"sentence1": "Thousands of pedestrians and drivers are killed in accidents caused by cars each year .", "sentence2": "Car exhausts also pour out dangerous fumes, containing lead into the air we breathe. Car exhausts also pour out dangerous fumes, containing lead into the air we breathe. Lead is used in petrol to prevent the wearing away of parts inside the engine.", "label": 1}
{"sentence1": "One way is to ask drivers to leave their cars at home and use public transport such as buses, trams and taxis .", "sentence2": "It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 1}
{"sentence1": "The government can consider rewarding these people for helping to reduce the number of traffic jams on our roads .", "sentence2": "At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 1}
{"sentence1": "The government can consider rewarding drivers who take public transport for helping to reduce the number of cars on the roads .", "sentence2": "At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads. It has been proven effective for most countries.", "label": 1}
{"sentence1": "In many countries , cars on the road are not only dangerous , but also cause problems for people .", "sentence2": "In many countries, cars on the roads cause problems for people. Thousands of pedestrians and drivers are killed in road accidents each year. Thousands of pedestrians and drivers are killed in road accidents each year. Car exhausts also pour out dangerous fumes, containing lead into the air we breathe.", "label": 1}
{"sentence1": "The chemical is produced when benzene is burned in the presence of other chemicals .", "sentence2": "This is generally safe for people to use. However, some doctors believe a chemical called benzene can be dangerous to our health. It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains.", "label": 0}
{"sentence1": "As we all know , traffic jams are a problem on our main roads and governments have to think of ways to prevent them .", "sentence2": "However, some doctors believe a chemical called benzene can be dangerous to our health. It is produced when unleaded petrol is used in cars that are not suitable for unleaded fuel. At certain times of the day, traffic jams are a problem on our main roads and governments have to think of ways to prevent them. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. One way is to ask drivers to leave their cars at home and use public transport such as buses and trains. The government can consider rewarding these people for helping to reduce the number of cars on the roads.", "label": 1}
{"sentence1": "Thousands of people are killed in road accidents each year .", "sentence2": "Car exhausts also pour out dangerous fumes, containing lead into the air we breathe. Car exhausts also pour out dangerous fumes, containing lead into the air we breathe. Lead is used in petrol to prevent the wearing away of parts inside the engine.", "label": 1}
{"sentence1": "I read on the internet that there was an earthquake in the same area as the one in China .", "sentence2": "Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. I read on the newspaper that many buildings gave way and thousands lost their homes. Luckily, there is no tsunami this time. Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors.", "label": 0}
{"sentence1": "With new and better technology , I expect more and more of these earthquakes to happen in the future .", "sentence2": "Most earthquakes happen 80 kilometres or less below the Earth’s surface. However, some are too far below the surface to be felt. With new and better technology, I expect scientists to invent a machine to predict earthquakes one day to help everyone. I hope you and your family in Indonesia will stay safe and well. I hope you and your family in Indonesia will stay safe and well. Take care and write soon!", "label": 0}
{"sentence1": "I read on the newspaper that there was a tsunami in the area .", "sentence2": "Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. I read on the newspaper that many buildings gave way and thousands lost their homes. Luckily, there is no tsunami this time. Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors.", "label": 0}
{"sentence1": "Eric hope mary and your family in Indonesia will be able to get back to normal soon .", "sentence2": "However, some are too far below the surface to be felt. With new and better technology, I expect scientists to invent a machine to predict earthquakes one day to help everyone. I hope you and your family in Indonesia will stay safe and well. Take care and write soon! Take care and write soon! Cheers, Cousin Eric", "label": 1}
{"sentence1": "I was also relieved to hear that I did not feel any of the earthquakes .", "sentence2": "I read on the newspaper that many buildings gave way and thousands lost their homes. Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors. I got more interested and concerned, so I continued searching on the Internet. I got more interested and concerned, so I continued searching on the Internet. I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too.", "label": 0}
{"sentence1": "I found out from the Internet that there was an earthquake that happened in the Philippines last year that killed more than 1,000 people .", "sentence2": "Dear Cousin Mary, How are you? My father and I were just discussing about earthquakes for my school project last week. I found out from the Internet that the largest earthquake happened in Chile in May 1960. Also, an earthquake that happened in 1556 in China killed the most number of people. Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news.", "label": 0}
{"sentence1": "I also realised that there are no earthquakes in the Philippines .", "sentence2": "I read on the newspaper that many buildings gave way and thousands lost their homes. Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors. I got more interested and concerned, so I continued searching on the Internet. I got more interested and concerned, so I continued searching on the Internet. I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too.", "label": 0}
{"sentence1": "Also , an earthquake that took place in the Philippines in August of last year killed the most number of people .", "sentence2": "My father and I were just discussing about earthquakes for my school project last week. I found out from the Internet that the largest earthquake happened in Chile in May 1960. Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. I read on the newspaper that many buildings gave way and thousands lost their homes.", "label": 0}
{"sentence1": "I was also relieved to hear that the area mary lived in only experienced a small earthquake .", "sentence2": "I read on the newspaper that many buildings gave way and thousands lost their homes. Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors. I got more interested and concerned, so I continued searching on the Internet. I got more interested and concerned, so I continued searching on the Internet. I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too.", "label": 1}
{"sentence1": "Some earthquakes happened deep in the sea and are not noticed by the human eye .", "sentence2": "I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too. I also found out that Indonesia sits on the Pacific “Ring of Fire” where many earthquakes and volcanic eruptions occur. Some earthquakes happened deep in the sea and are not noticed by people on land. Most earthquakes happen 80 kilometres or less below the Earth’s surface. Most earthquakes happen 80 kilometres or less below the Earth’s surface. However, some are too far below the surface to be felt.", "label": 1}
{"sentence1": "In the meantime , I hope you have a good day .", "sentence2": "However, some are too far below the surface to be felt. With new and better technology, I expect scientists to invent a machine to predict earthquakes one day to help everyone. I hope you and your family in Indonesia will stay safe and well. Take care and write soon! Take care and write soon! Cheers, Cousin Eric", "label": 1}
{"sentence1": "I got more interested and concerned , so I continued to look up information about earthquakes in Indonesia .", "sentence2": "Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors. I got more interested and concerned, so I continued searching on the Internet. I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too. I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too. I also found out that Indonesia sits on the Pacific “Ring of Fire” where many earthquakes and volcanic eruptions occur.", "label": 1}
{"sentence1": "Also , Eric found out that the earthquake that happened in 1556 in China killed the most number of people .", "sentence2": "My father and I were just discussing about earthquakes for my school project last week. I found out from the Internet that the largest earthquake happened in Chile in May 1960. Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. I read on the newspaper that many buildings gave way and thousands lost their homes.", "label": 1}
{"sentence1": "Eric 's father and I were just discussing about earthquakes for the first time in a long time .", "sentence2": "I found out from the Internet that the largest earthquake happened in Chile in May 1960. I found out from the Internet that the largest earthquake happened in Chile in May 1960. Also, an earthquake that happened in 1556 in China killed the most number of people.", "label": 0}
{"sentence1": "Eric 's father and I were just discussing about the earthquake in Chile last week .", "sentence2": "I found out from the Internet that the largest earthquake happened in Chile in May 1960. I found out from the Internet that the largest earthquake happened in Chile in May 1960. Also, an earthquake that happened in 1556 in China killed the most number of people.", "label": 0}
{"sentence1": "I realised some earthquakes are so small that they are not felt by the people on the ground , thus , we can not feel them too .", "sentence2": "I was also relieved to hear that the area you lived in only experienced some slight tremors. I got more interested and concerned, so I continued searching on the Internet. I realised some earthquakes are so small that machines cannot pick up on them, thus, we cannot feel them too. I also found out that Indonesia sits on the Pacific “Ring of Fire” where many earthquakes and volcanic eruptions occur. I also found out that Indonesia sits on the Pacific “Ring of Fire” where many earthquakes and volcanic eruptions occur. Some earthquakes happened deep in the sea and are not noticed by people on land.", "label": 1}
{"sentence1": "The mountains gave way and thousands lost their homes .", "sentence2": "Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. I read on the newspaper that many buildings gave way and thousands lost their homes. Luckily, there is no tsunami this time. Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors.", "label": 0}
{"sentence1": "I found out from the Internet that the most number of people died in an earthquake that happened in Chile in May 1960 .", "sentence2": "Dear Cousin Mary, How are you? My father and I were just discussing about earthquakes for my school project last week. I found out from the Internet that the largest earthquake happened in Chile in May 1960. Also, an earthquake that happened in 1556 in China killed the most number of people. Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news.", "label": 0}
{"sentence1": "I found out from the Internet that the earthquake that happened in Japan killed more than 10,000 people .", "sentence2": "Dear Cousin Mary, How are you? My father and I were just discussing about earthquakes for my school project last week. I found out from the Internet that the largest earthquake happened in Chile in May 1960. Also, an earthquake that happened in 1556 in China killed the most number of people. Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news.", "label": 0}
{"sentence1": "I read on the internet that many buildings gave way and thousands lost their homes .", "sentence2": "Also, an earthquake that happened in 1556 in China killed the most number of people. Then last night, I heard about the earthquake in Lombok, Indonesia on the news. I read on the newspaper that many buildings gave way and thousands lost their homes. Luckily, there is no tsunami this time. Luckily, there is no tsunami this time. I was also relieved to hear that the area you lived in only experienced some slight tremors.", "label": 1}
{"sentence1": "At first , Julian looked surprised , so I told him that I had prepared an extra gift for him and Julian thanked me gratefully .", "sentence2": "Fortunately, my mother had advised me to prepare an extra present. I walked to Julian and gave it to him. At first, he looked surprised, but soon a wide grin slowly spread across his face. He thanked me gratefully. He thanked me gratefully. Then he apologised as he had not prepared a gift for anyone.", "label": 1}
{"sentence1": "At first , Julian looked surprised , but then he realised that I had prepared an extra gift for him .", "sentence2": "Fortunately, my mother had advised me to prepare an extra present. I walked to Julian and gave it to him. At first, he looked surprised, but soon a wide grin slowly spread across his face. He thanked me gratefully. He thanked me gratefully. Then he apologised as he had not prepared a gift for anyone.", "label": 1}
{"sentence1": "At first , Julian looked surprised , and then he realised that I had prepared an extra gift for him .", "sentence2": "Fortunately, my mother had advised me to prepare an extra present. I walked to Julian and gave it to him. At first, he looked surprised, but soon a wide grin slowly spread across his face. He thanked me gratefully. He thanked me gratefully. Then he apologised as he had not prepared a gift for anyone.", "label": 1}
{"sentence1": "I was very happy and expected to receive one present from each of my classmates as I was a good friend and popular in my class .", "sentence2": "6 April 2018 Dear Diary, Last week, our school told us to prepare three presents for the ‘Friendship Day’ celebrations. These were to be given to our good friends. I was very happy and expected many gifts from my friends as I was very friendly and popular in my class. Today, when all the presents were distributed among my classmates, I received ten presents! Today, when all the presents were distributed among my classmates, I received ten presents! I was overjoyed.", "label": 0}
{"sentence1": "I realised that Julian would not be able to receive his present .", "sentence2": "It was Julian, the boy who had joined our school two weeks ago. He sat silently in a corner of the classroom, looking out of the window miserably. I realised that no one had remembered to give him a gift. Fortunately, my mother had advised me to prepare an extra present. Fortunately, my mother had advised me to prepare an extra present. I walked to Julian and gave it to him.", "label": 1}
{"sentence1": "I realised that Julian was not going to be able to enjoy his first day of school .", "sentence2": "It was Julian, the boy who had joined our school two weeks ago. He sat silently in a corner of the classroom, looking out of the window miserably. I realised that no one had remembered to give him a gift. Fortunately, my mother had advised me to prepare an extra present. Fortunately, my mother had advised me to prepare an extra present. I walked to Julian and gave it to him.", "label": 0}
{"sentence1": "Today , when all the presents were distributed among my classmates , I received a gift from one of my best friends !", "sentence2": "These were to be given to our good friends. I was very happy and expected many gifts from my friends as I was very friendly and popular in my class. Today, when all the presents were distributed among my classmates, I received ten presents! I was overjoyed. I was overjoyed. Just as I was going to unwrap my presents, I noticed a classmate who was empty-handed.", "label": 0}
{"sentence1": "I realised that no one had remembered to give him a present for his first day of school .", "sentence2": "It was Julian, the boy who had joined our school two weeks ago. He sat silently in a corner of the classroom, looking out of the window miserably. I realised that no one had remembered to give him a gift. Fortunately, my mother had advised me to prepare an extra present. Fortunately, my mother had advised me to prepare an extra present. I walked to Julian and gave it to him.", "label": 1}
{"sentence1": "I realised that no one had remembered to give Julian a present for his first day of school .", "sentence2": "It was Julian, the boy who had joined our school two weeks ago. He sat silently in a corner of the classroom, looking out of the window miserably. I realised that no one had remembered to give him a gift. Fortunately, my mother had advised me to prepare an extra present. Fortunately, my mother had advised me to prepare an extra present. I walked to Julian and gave it to him.", "label": 1}
{"sentence1": "Just as I was going to unwrap my presents , I noticed a new face in the classroom .", "sentence2": "Today, when all the presents were distributed among my classmates, I received ten presents! I was overjoyed. Just as I was going to unwrap my presents, I noticed a classmate who was empty-handed. It was Julian, the boy who had joined our school two weeks ago. It was Julian, the boy who had joined our school two weeks ago. He sat silently in a corner of the classroom, looking out of the window miserably.", "label": 0}
{"sentence1": "6 April 2018 Dear Diary , Last week , our school told us that we would receive gifts for our birthday .", "sentence2": "6 April 2018 Dear Diary, Last week, our school told us to prepare three presents for the ‘Friendship Day’ celebrations. These were to be given to our good friends. These were to be given to our good friends. I was very happy and expected many gifts from my friends as I was very friendly and popular in my class.", "label": 0}
{"sentence1": "I told Julian that I would make sure that he received a gift .", "sentence2": "He thanked me gratefully. Then he apologised as he had not prepared a gift for anyone. I told him that he could give me the gift of his time by playing with me during recess. By the end of the day, I had made a new friend. By the end of the day, I had made a new friend. I’m glad that I had heeded my mother’s advice.", "label": 1}
{"sentence1": "Today , when I went to my class , I received ten presents !", "sentence2": "These were to be given to our good friends. I was very happy and expected many gifts from my friends as I was very friendly and popular in my class. Today, when all the presents were distributed among my classmates, I received ten presents! I was overjoyed. I was overjoyed. Just as I was going to unwrap my presents, I noticed a classmate who was empty-handed.", "label": 1}
{"sentence1": "I ’ m glad that I got to play with him .", "sentence2": "I told him that he could give me the gift of his time by playing with me during recess. By the end of the day, I had made a new friend. I’m glad that I had heeded my mother’s advice.", "label": 0}
{"sentence1": "Then Julian apologised as he walked away .", "sentence2": "At first, he looked surprised, but soon a wide grin slowly spread across his face. He thanked me gratefully. Then he apologised as he had not prepared a gift for anyone. I told him that he could give me the gift of his time by playing with me during recess. I told him that he could give me the gift of his time by playing with me during recess. By the end of the day, I had made a new friend.", "label": 0}
{"sentence1": "I told Julian that I would make sure that he had a good Christmas .", "sentence2": "He thanked me gratefully. Then he apologised as he had not prepared a gift for anyone. I told him that he could give me the gift of his time by playing with me during recess. By the end of the day, I had made a new friend. By the end of the day, I had made a new friend. I’m glad that I had heeded my mother’s advice.", "label": 0}
{"sentence1": "By the time recess was over , I had made a new friend .", "sentence2": "Then he apologised as he had not prepared a gift for anyone. I told him that he could give me the gift of his time by playing with me during recess. By the end of the day, I had made a new friend. I’m glad that I had heeded my mother’s advice.", "label": 0}
{"sentence1": "It was Julian , the boy who had been my best friend since we were in first grade .", "sentence2": "I was overjoyed. Just as I was going to unwrap my presents, I noticed a classmate who was empty-handed. It was Julian, the boy who had joined our school two weeks ago. He sat silently in a corner of the classroom, looking out of the window miserably. He sat silently in a corner of the classroom, looking out of the window miserably. I realised that no one had remembered to give him a gift.", "label": 0}
{"sentence1": "Today , when all the presents were distributed among my classmates , I received one of the best presents !", "sentence2": "These were to be given to our good friends. I was very happy and expected many gifts from my friends as I was very friendly and popular in my class. Today, when all the presents were distributed among my classmates, I received ten presents! I was overjoyed. I was overjoyed. Just as I was going to unwrap my presents, I noticed a classmate who was empty-handed.", "label": 0}
{"sentence1": "By the end of the day , I had made a list of all the gifts I wanted to give to my friends .", "sentence2": "Then he apologised as he had not prepared a gift for anyone. I told him that he could give me the gift of his time by playing with me during recess. By the end of the day, I had made a new friend. I’m glad that I had heeded my mother’s advice.", "label": 1}
{"sentence1": "Simba asked Fox not to give up , so he and Fox went to a pond and found the donkey there .", "sentence2": "Unluckily, he missed the donkey and it ran away. They had lost a prey. Simba asked Fox not to give up, but to try again. Fox went to a pond and found the donkey there. Fox went to a pond and found the donkey there. “Friend, why did you run away?", "label": 0}
{"sentence1": "Fox went to the lion king’s den and found the donkey there .", "sentence2": "They had lost a prey. Simba asked Fox not to give up, but to try again. Fox went to a pond and found the donkey there. “Friend, why did you run away? “Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.” The donkey was fooled again and accompanied Fox to see the lion in his cave.", "label": 0}
{"sentence1": "Unluckily , Simba missed the donkey and fell on the ground .", "sentence2": "Happily, the donkey followed Fox with dreams of green grass. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. Unluckily, he missed the donkey and it ran away. They had lost a prey. They had lost a prey. Simba asked Fox not to give up, but to try again.", "label": 1}
{"sentence1": "When Simba saw the green grass , he could not control himself and tried to jump upon the donkey .", "sentence2": "Our king is very kind and will feed you,” Fox said. Happily, the donkey followed Fox with dreams of green grass. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. Unluckily, he missed the donkey and it ran away. Unluckily, he missed the donkey and it ran away. They had lost a prey.", "label": 0}
{"sentence1": "Simba asked Fox to look for the donkey .", "sentence2": "Unluckily, he missed the donkey and it ran away. They had lost a prey. Simba asked Fox not to give up, but to try again. Fox went to a pond and found the donkey there. Fox went to a pond and found the donkey there. “Friend, why did you run away?", "label": 1}
{"sentence1": "The donkey said “ I was so happy to see friend that Simba jumped up to welcome you .", "sentence2": "Fox went to a pond and found the donkey there. “Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.” The donkey was fooled again and accompanied Fox to see the lion in his cave. This time Simba was very careful and killed the foolish donkey immediately.", "label": 1}
{"sentence1": "When Simba was hunting an elephant , he fought with an elephant and was injured .", "sentence2": "Simba, the Lion King, fought with an elephant and was injured. His faithful follower, Fox, was always beside him. His faithful follower, Fox, was always beside him. Simba had always given the leftovers of his hunt to Fox.", "label": 1}
{"sentence1": "Happily , the donkey followed Fox with dreams of Simba .", "sentence2": "“Are you not well?” “Yes, friend,” replied the donkey, “my master gives me little food.” “Come with me! Our king is very kind and will feed you,” Fox said. Happily, the donkey followed Fox with dreams of green grass. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. Unluckily, he missed the donkey and it ran away.", "label": 0}
{"sentence1": "Simba asked Fox not to give up , and he told him to look for the donkey .", "sentence2": "Unluckily, he missed the donkey and it ran away. They had lost a prey. Simba asked Fox not to give up, but to try again. Fox went to a pond and found the donkey there. Fox went to a pond and found the donkey there. “Friend, why did you run away?", "label": 1}
{"sentence1": "Since Simba was not able to hunt any more , Fox had to remain hungry .", "sentence2": "His faithful follower, Fox, was always beside him. Simba had always given the leftovers of his hunt to Fox. Since Simba was unable to hunt, Fox had to remain hungry. Fox asked Simba to do something about it. Fox asked Simba to do something about it. Simba said, “Bring me a suitable animal which I can hunt even in my feeble state.” Fox set out for the nearby village where he met a donkey.", "label": 1}
{"sentence1": "Happily , Simba followed Fox with dreams of green grass .", "sentence2": "“Are you not well?” “Yes, friend,” replied the donkey, “my master gives me little food.” “Come with me! Our king is very kind and will feed you,” Fox said. Happily, the donkey followed Fox with dreams of green grass. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. Unluckily, he missed the donkey and it ran away.", "label": 1}
{"sentence1": "When Simba saw his friend coming , he could not control himself and tried to jump upon the donkey .", "sentence2": "Our king is very kind and will feed you,” Fox said. Happily, the donkey followed Fox with dreams of green grass. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. Unluckily, he missed the donkey and it ran away. Unluckily, he missed the donkey and it ran away. They had lost a prey.", "label": 1}
{"sentence1": "They had lost their donkey .", "sentence2": "When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. Unluckily, he missed the donkey and it ran away. They had lost a prey. Simba asked Fox not to give up, but to try again. Simba asked Fox not to give up, but to try again. Fox went to a pond and found the donkey there.", "label": 0}
{"sentence1": "The lion king was so happy to see you that he wanted to kill you .", "sentence2": "Fox went to a pond and found the donkey there. “Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.” The donkey was fooled again and accompanied Fox to see the lion in his cave. This time Simba was very careful and killed the foolish donkey immediately.", "label": 0}
{"sentence1": "Fox asked Simba , “ Where can I find a suitable animal to eat?” .", "sentence2": "Simba had always given the leftovers of his hunt to Fox. Since Simba was unable to hunt, Fox had to remain hungry. Fox asked Simba to do something about it. Simba said, “Bring me a suitable animal which I can hunt even in my feeble state.” Fox set out for the nearby village where he met a donkey. Simba said, “Bring me a suitable animal which I can hunt even in my feeble state.” Fox set out for the nearby village where he met a donkey. “Hello friend, you are looking skinny,” said Fox.", "label": 0}
{"sentence1": "Happily , the donkey followed Fox with the help of Simba .", "sentence2": "“Are you not well?” “Yes, friend,” replied the donkey, “my master gives me little food.” “Come with me! Our king is very kind and will feed you,” Fox said. Happily, the donkey followed Fox with dreams of green grass. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. When Simba saw the donkey coming, he could not control himself and tried to jump upon the donkey. Unluckily, he missed the donkey and it ran away.", "label": 0}
{"sentence1": "The lion king was so happy to see friend that he did not want to kill him .", "sentence2": "Fox went to a pond and found the donkey there. “Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.” The donkey was fooled again and accompanied Fox to see the lion in his cave. This time Simba was very careful and killed the foolish donkey immediately.", "label": 0}
{"sentence1": "Simba , the Lion King , fought in a battle with a lion and was injured .", "sentence2": "Simba, the Lion King, fought with an elephant and was injured. His faithful follower, Fox, was always beside him. His faithful follower, Fox, was always beside him. Simba had always given the leftovers of his hunt to Fox.", "label": 0}
{"sentence1": "Simba asked Fox not to give up , but he did not know where the donkey was .", "sentence2": "Unluckily, he missed the donkey and it ran away. They had lost a prey. Simba asked Fox not to give up, but to try again. Fox went to a pond and found the donkey there. Fox went to a pond and found the donkey there. “Friend, why did you run away?", "label": 1}
{"sentence1": "Fox went to a pond and found Simba sitting there .", "sentence2": "They had lost a prey. Simba asked Fox not to give up, but to try again. Fox went to a pond and found the donkey there. “Friend, why did you run away? “Friend, why did you run away? The lion king was so happy to see you that he jumped up to welcome you.” The donkey was fooled again and accompanied Fox to see the lion in his cave.", "label": 0}
{"sentence1": "However , Tom disagreed and argued that he should get the lion's share of the money and Sam should share with his father .", "sentence2": "While Sam was generous and selfless, Tom was greedy and selfish! As the twins grew up, their father wanted to share his fortune equally between them. However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. Their father decided to hold a competition. Their father decided to hold a competition. He asked the twins to walk for as long as they could, and return home before sunset.", "label": 0}
{"sentence1": "Tom walked twice as long as Sam so that he could reach home before the sun went down .", "sentence2": "Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon. Tom walked twice as long as Sam so as to get more wealth. He hurried back only when the sun turned orange. He hurried back only when the sun turned orange. Slowly, darkness engulfed his path and he had to drag his feet home.", "label": 0}
{"sentence1": "Sam planned to walk as far as possible till noon and start for home thereafter , as he did not want to lose his wealth .", "sentence2": "As a rule of the competition, they were not permitted to carry a watch to keep track of the time. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon. However, Tom did not attempt to return home even after noon. Tom walked twice as long as Sam so as to get more wealth.", "label": 1}
{"sentence1": "However , Tom disagreed and argued that he should get all the money and Sam would have to share it .", "sentence2": "While Sam was generous and selfless, Tom was greedy and selfish! As the twins grew up, their father wanted to share his fortune equally between them. However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. Their father decided to hold a competition. Their father decided to hold a competition. He asked the twins to walk for as long as they could, and return home before sunset.", "label": 1}
{"sentence1": "However , Tom did not attempt to walk faster than Sam , as he did not want to lose any time .", "sentence2": "On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon. Tom walked twice as long as Sam so as to get more wealth. Tom walked twice as long as Sam so as to get more wealth. He hurried back only when the sun turned orange.", "label": 0}
{"sentence1": "He asked the twins to run as far as they could in one day .", "sentence2": "However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. Their father decided to hold a competition. He asked the twins to walk for as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered. The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time.", "label": 0}
{"sentence1": "Tom walked twice as long as Sam so as to reach home before the sun went down .", "sentence2": "Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon. Tom walked twice as long as Sam so as to get more wealth. He hurried back only when the sun turned orange. He hurried back only when the sun turned orange. Slowly, darkness engulfed his path and he had to drag his feet home.", "label": 0}
{"sentence1": "Sam planned to finish the race before noon , as it would take the same amount of time to walk back home .", "sentence2": "As a rule of the competition, they were not permitted to carry a watch to keep track of the time. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon. However, Tom did not attempt to return home even after noon. Tom walked twice as long as Sam so as to get more wealth.", "label": 0}
{"sentence1": "As a rule of the competition , they were not permitted to talk to each other , and they had to keep their distance from each other .", "sentence2": "He asked the twins to walk for as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home.", "label": 0}
{"sentence1": "On the day of competition , Sam walked slowly and steadily , while Tom sprinted as fast as he could .", "sentence2": "The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon.", "label": 1}
{"sentence1": "As the twins grew up , Sam 's father wanted to divide the wealth equally between them .", "sentence2": "Though they looked similar, they differed in personality. While Sam was generous and selfless, Tom was greedy and selfish! As the twins grew up, their father wanted to share his fortune equally between them. However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. Their father decided to hold a competition.", "label": 1}
{"sentence1": "Sam \"s father decided to give the twins a challenge .", "sentence2": "As the twins grew up, their father wanted to share his fortune equally between them. However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. Their father decided to hold a competition. He asked the twins to walk for as long as they could, and return home before sunset. He asked the twins to walk for as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered.", "label": 1}
{"sentence1": "On the day of competition , Sam walked slowly and steadily , while Tom sprinted as he wanted to be the first to reach the finish line .", "sentence2": "The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon.", "label": 0}
{"sentence1": "He asked the twins to walk for as long as it took them to get there , and return home before sunset .", "sentence2": "However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. Their father decided to hold a competition. He asked the twins to walk for as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered. The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time.", "label": 1}
{"sentence1": "The wealth would be divided in proportion to the distance the twins had walked .", "sentence2": "Their father decided to hold a competition. He asked the twins to walk for as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered. As a rule of the competition, they were not permitted to carry a watch to keep track of the time. As a rule of the competition, they were not permitted to carry a watch to keep track of the time. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race.", "label": 1}
{"sentence1": "Sam \"s father decided to hold a competition between the twins to see who would be the most intelligent and strongest .", "sentence2": "As the twins grew up, their father wanted to share his fortune equally between them. However, Tom disagreed and argued that whoever proved to be more intelligent and strong should get a bigger share of the wealth. Their father decided to hold a competition. He asked the twins to walk for as long as they could, and return home before sunset. He asked the twins to walk for as long as they could, and return home before sunset. The wealth would be divided in proportion to the distance covered.", "label": 0}
{"sentence1": "He hurried back only when the sun had set and the sky had turned orange .", "sentence2": "However, Tom did not attempt to return home even after noon. Tom walked twice as long as Sam so as to get more wealth. He hurried back only when the sun turned orange. Slowly, darkness engulfed his path and he had to drag his feet home. Slowly, darkness engulfed his path and he had to drag his feet home. He had lost the race because of his greed.", "label": 1}
{"sentence1": "Slowly , darkness engulfed Tom 's path and he had to drag his feet to get back home .", "sentence2": "Tom walked twice as long as Sam so as to get more wealth. He hurried back only when the sun turned orange. Slowly, darkness engulfed his path and he had to drag his feet home. He had lost the race because of his greed.", "label": 1}
{"sentence1": "Sam planned to walk as far as possible till noon and start for home thereafter , as it would take the same amount of time for him to walk home as it did for Tom .", "sentence2": "As a rule of the competition, they were not permitted to carry a watch to keep track of the time. On the day of competition, Sam walked slowly and steadily, while Tom sprinted as he wanted to win the race. Sam planned to walk as far as possible till noon and start for home thereafter, as it would take the same amount of time to walk back home. However, Tom did not attempt to return home even after noon. However, Tom did not attempt to return home even after noon. Tom walked twice as long as Sam so as to get more wealth.", "label": 1}
{"sentence1": "they looked similar , so their parents decided to name them Sam and Tom .", "sentence2": "While Sam was generous and selfless, Tom was greedy and selfish! While Sam was generous and selfless, Tom was greedy and selfish! As the twins grew up, their father wanted to share his fortune equally between them.", "label": 0}
{"sentence1": "Whale can dive to great depths , holding their breaths for up to 20 minutes before coming back up to the surface to feed on fish , plankton and crustaceans .", "sentence2": "They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. Whales can dive to great depths, holding their breaths for a long period of time. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’. Among the two kinds of whales, the toothed whales have teeth and they feed on all kinds of fish, plankton and crustaceans.", "label": 0}
{"sentence1": "Whale propel themselves along with their flippers by kicking their feet against the surface of the water to propel themselves forward .", "sentence2": "They sense their surrounding environment through echolocation like dolphins and bats. Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. Whales can dive to great depths, holding their breaths for a long period of time.", "label": 0}
{"sentence1": "Whales have flippers which they use to guide themselves while swimming , Whales propel themselves along with the help of their flippers and their long - finned tails .", "sentence2": "They sense their surrounding environment through echolocation like dolphins and bats. Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. Whales can dive to great depths, holding their breaths for a long period of time.", "label": 1}
{"sentence1": "Many whales migrate by baleen whale , a type of toothed whale that has no teeth or gills .", "sentence2": "This filters the tiny plants and animals from the water passing through the whale’s mouth. Wholebone whales include the biggest mammal – the blue whale. Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year. Unlike toothed whales, the baleen whale can travel alone on their annual migrations.", "label": 0}
{"sentence1": "Whales breathe through their nostrils like dolphins and bats .", "sentence2": "Whales are unique creatures. Although they look like fish and live in the sea, unlike fish, they are warm-blooded mammals. They breathe through their lungs. They sense their surrounding environment through echolocation like dolphins and bats. They sense their surrounding environment through echolocation like dolphins and bats. Whales have flippers which they use to guide themselves while swimming.", "label": 1}
{"sentence1": "The blue whale , the largest mammal – can migrate by swimming long distances from their cold - water feeding grounds to warm - water breeding grounds every year.", "sentence2": "This filters the tiny plants and animals from the water passing through the whale’s mouth. Wholebone whales include the biggest mammal – the blue whale. Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year. Unlike toothed whales, the baleen whale can travel alone on their annual migrations.", "label": 1}
{"sentence1": "Whaled also use their flippers to slap hard against the water before and after swimming .", "sentence2": "Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. Whales can dive to great depths, holding their breaths for a long period of time. Whales can dive to great depths, holding their breaths for a long period of time. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’.", "label": 0}
{"sentence1": "whales look like fish and live in the sea , so they don’t swim like dolphins or whales .", "sentence2": "They breathe through their lungs. They breathe through their lungs. They sense their surrounding environment through echolocation like dolphins and bats.", "label": 0}
{"sentence1": "A whale’s tail can be used to slap hard against the water before lunging itself out of the water to warn others of approaching threat .", "sentence2": "Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. Whales can dive to great depths, holding their breaths for a long period of time. Whales can dive to great depths, holding their breaths for a long period of time. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’.", "label": 1}
{"sentence1": "Many whales migrate by swimming across the ocean, but the baleen whale is unique in that they migrate from their cold - water feeding grounds to warm - water breeding grounds every year .", "sentence2": "This filters the tiny plants and animals from the water passing through the whale’s mouth. Wholebone whales include the biggest mammal – the blue whale. Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year. Unlike toothed whales, the baleen whale can travel alone on their annual migrations.", "label": 0}
{"sentence1": "A whale may also use its flippers as a warning signal before lunging itself out of the air to warn others of approaching threat .", "sentence2": "Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. Whales can dive to great depths, holding their breaths for a long period of time. Whales can dive to great depths, holding their breaths for a long period of time. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’.", "label": 1}
{"sentence1": "Among the many species of whales , the toothed whales have teeth and they feed on all kinds of fish , plankton and crustaceans .", "sentence2": "Whales can dive to great depths, holding their breaths for a long period of time. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’. Among the two kinds of whales, the toothed whales have teeth and they feed on all kinds of fish, plankton and crustaceans. Toothed whales include the sperm whale. Toothed whales include the sperm whale. Meanwhile the wholebone or better known as baleen whales have a huge sieve-like structure hanging from the roof of their mouths instead of teeth.", "label": 0}
{"sentence1": "Whaled have flippers which allow them to glide along the surface of the water.", "sentence2": "They breathe through their lungs. They sense their surrounding environment through echolocation like dolphins and bats. Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails. They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat.", "label": 0}
{"sentence1": "Whale sense their surrounding environment through echolocation like other mammals .", "sentence2": "Although they look like fish and live in the sea, unlike fish, they are warm-blooded mammals. They breathe through their lungs. They sense their surrounding environment through echolocation like dolphins and bats. Whales have flippers which they use to guide themselves while swimming. Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails.", "label": 1}
{"sentence1": "Many whales migrate by swimming long distances from one place to another every year .", "sentence2": "This filters the tiny plants and animals from the water passing through the whale’s mouth. Wholebone whales include the biggest mammal – the blue whale. Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year. Unlike toothed whales, the baleen whale can travel alone on their annual migrations.", "label": 1}
{"sentence1": "Whaled have flippers which they use to guide themselves while in the water.", "sentence2": "They breathe through their lungs. They sense their surrounding environment through echolocation like dolphins and bats. Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails. They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat.", "label": 1}
{"sentence1": "Wholebone whales include humpback whales, sperm whales, and fin whales .", "sentence2": "Meanwhile the wholebone or better known as baleen whales have a huge sieve-like structure hanging from the roof of their mouths instead of teeth. This filters the tiny plants and animals from the water passing through the whale’s mouth. Wholebone whales include the biggest mammal – the blue whale. Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year. Many whales migrate by swimming long distances from their cold-water feeding grounds to warm-water breeding grounds every year. Unlike toothed whales, the baleen whale can travel alone on their annual migrations.", "label": 0}
{"sentence1": "whales look like fish and live in the sea , but they don’t swim like fish .", "sentence2": "They breathe through their lungs. They breathe through their lungs. They sense their surrounding environment through echolocation like dolphins and bats.", "label": 1}
{"sentence1": "Whale sense their surrounding environment through the use of their sense of smell .", "sentence2": "Although they look like fish and live in the sea, unlike fish, they are warm-blooded mammals. They breathe through their lungs. They sense their surrounding environment through echolocation like dolphins and bats. Whales have flippers which they use to guide themselves while swimming. Whales have flippers which they use to guide themselves while swimming. They propel themselves along with the help of their two-finned tails.", "label": 0}
{"sentence1": "Whals can dive down to a depth of up to 30 meters , holding their breaths for a long period of time when they surface , and their breaths form a cloudy ‘ spout ’ .", "sentence2": "They propel themselves along with the help of their two-finned tails. They also use their flippers to slap hard against the water before lunging itself out of the water to warn others of approaching threat. Whales can dive to great depths, holding their breaths for a long period of time. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’. They breathe in air through their blowholes instead of their mouths when they surface, and their breaths form a cloudy ‘spout’. Among the two kinds of whales, the toothed whales have teeth and they feed on all kinds of fish, plankton and crustaceans.", "label": 1}
{"sentence1": "Vijay started looking for an escape route , and his friend Raju quickly climbed up a nearby tall tree without looking back .", "sentence2": "A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees.", "label": 1}
{"sentence1": "Vijay started searching for a way out of the forest , but could find none .", "sentence2": "A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees.", "label": 0}
{"sentence1": "The bear sniffed around the man and whispered something in his ear .", "sentence2": "He threw himself on the ground and closed his eyes. When the bear came towards him, he held his breath and lay still. It sniffed around his ear and head. Thinking that the man was dead, the bear soon lost interest and left. Thinking that the man was dead, the bear soon lost interest and left. When the bear was out of sight, Raju climbed down the tree and asked, “What did the bear whisper in your ear?” Vijay replied crossly, “It warned me to stay away from people who abandon their friends in times of danger.”", "label": 0}
{"sentence1": "Vijay told Raju that he was going to get lost and they promised each other that they would stick together and help each other along the way .", "sentence2": "Two friends, Vijay and Raju, were on a journey through a forest. As they entered the deeper part of the forest, they heard strange noises and began to feel nervous. They promised each other that they would stick together and help each other along the way. Moments later, there was a rustling in the bushes. Moments later, there was a rustling in the bushes. Raju froze in his tracks, pointing to the source of the sound.", "label": 0}
{"sentence1": "Raju quickly climbed up a tree and started running away without looking back .", "sentence2": "Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees. Unfortunately, his friend did not know how to climb trees. Vijay suddenly thought of an idea to save himself.", "label": 0}
{"sentence1": "As they were walking through the woods , they heard strange noises and began to feel nervous .", "sentence2": "They promised each other that they would stick together and help each other along the way. They promised each other that they would stick together and help each other along the way. Moments later, there was a rustling in the bushes.", "label": 1}
{"sentence1": "Vijay started looking for an escape route , so Raju 's friend, who was with him, suggested that they climb a nearby tree.", "sentence2": "A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees.", "label": 0}
{"sentence1": "Vijay suddenly thought of Raju's friend and ran towards him .", "sentence2": "Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees. Vijay suddenly thought of an idea to save himself. He threw himself on the ground and closed his eyes. He threw himself on the ground and closed his eyes. When the bear came towards him, he held his breath and lay still.", "label": 0}
{"sentence1": "Two friends , Vijay and Raju , were on their way back to their village when they came across a strange sight .", "sentence2": "Two friends, Vijay and Raju, were on a journey through a forest. As they entered the deeper part of the forest, they heard strange noises and began to feel nervous. As they entered the deeper part of the forest, they heard strange noises and began to feel nervous. They promised each other that they would stick together and help each other along the way.", "label": 0}
{"sentence1": "Thinking that the man was dead , the bear began to whisper in his ear.", "sentence2": "When the bear came towards him, he held his breath and lay still. It sniffed around his ear and head. Thinking that the man was dead, the bear soon lost interest and left. When the bear was out of sight, Raju climbed down the tree and asked, “What did the bear whisper in your ear?” Vijay replied crossly, “It warned me to stay away from people who abandon their friends in times of danger.”", "label": 0}
{"sentence1": "Vijay started looking for a way out of the forest , but could find none .", "sentence2": "A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees.", "label": 0}
{"sentence1": "Raju quickly climbed up a nearby tall tree without any help from his friend .", "sentence2": "Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees. Unfortunately, his friend did not know how to climb trees. Vijay suddenly thought of an idea to save himself.", "label": 1}
{"sentence1": "The bear sniffed Vijay's body and whispered in his ear .", "sentence2": "He threw himself on the ground and closed his eyes. When the bear came towards him, he held his breath and lay still. It sniffed around his ear and head. Thinking that the man was dead, the bear soon lost interest and left. Thinking that the man was dead, the bear soon lost interest and left. When the bear was out of sight, Raju climbed down the tree and asked, “What did the bear whisper in your ear?” Vijay replied crossly, “It warned me to stay away from people who abandon their friends in times of danger.”", "label": 1}
{"sentence1": "Raju and Vijay were gripped with fear .", "sentence2": "Raju froze in his tracks, pointing to the source of the sound. A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back.", "label": 1}
{"sentence1": "Both men promised each other that they would not let anything happen to them .", "sentence2": "Two friends, Vijay and Raju, were on a journey through a forest. As they entered the deeper part of the forest, they heard strange noises and began to feel nervous. They promised each other that they would stick together and help each other along the way. Moments later, there was a rustling in the bushes. Moments later, there was a rustling in the bushes. Raju froze in his tracks, pointing to the source of the sound.", "label": 0}
{"sentence1": "Raju froze in his tracks as he looked around for the source of the sound .", "sentence2": "They promised each other that they would stick together and help each other along the way. Moments later, there was a rustling in the bushes. Raju froze in his tracks, pointing to the source of the sound. A large bear appeared clumsily from behind a large bush, growling menacingly. A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear.", "label": 0}
{"sentence1": "Two friends , Vijay and Raju , were on a journey through the forest when they came across a strange sight .", "sentence2": "Two friends, Vijay and Raju, were on a journey through a forest. As they entered the deeper part of the forest, they heard strange noises and began to feel nervous. As they entered the deeper part of the forest, they heard strange noises and began to feel nervous. They promised each other that they would stick together and help each other along the way.", "label": 1}
{"sentence1": "Unfortunately , Vijay did not know how to climb trees .", "sentence2": "Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees. Vijay suddenly thought of an idea to save himself. Vijay suddenly thought of an idea to save himself. He threw himself on the ground and closed his eyes.", "label": 0}
{"sentence1": "Raju froze in his tracks , pointing to the direction in which the rustling was coming from .", "sentence2": "They promised each other that they would stick together and help each other along the way. Moments later, there was a rustling in the bushes. Raju froze in his tracks, pointing to the source of the sound. A large bear appeared clumsily from behind a large bush, growling menacingly. A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear.", "label": 1}
{"sentence1": "Vijay started looking for an escape route , but was unable to find a way out of the forest .", "sentence2": "A large bear appeared clumsily from behind a large bush, growling menacingly. Both men were gripped with fear. Vijay started looking for an escape route, but could find none. Raju quickly climbed up a nearby tall tree without looking back. Raju quickly climbed up a nearby tall tree without looking back. Unfortunately, his friend did not know how to climb trees.", "label": 0}
{"sentence1": "The doctor then said that the blood test showed that Robin had a blood clot in his leg .", "sentence2": "Although the nearest hospital was a ten minutes’ walk, his mother had to call for a taxi to take them there. At the hospital, the doctor sent Robin for a blood test. The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second.", "label": 0}
{"sentence1": "Robin was a greedy boy who loved to eat all the chicken nuggets he could get his hands on .", "sentence2": "Robin was a greedy boy who loved eating fried food. One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him.", "label": 1}
{"sentence1": "After going through several other tests that took almost the whole day , Robin was told by the doctor that he would have to stay in the hospital for a week .", "sentence2": "At the hospital, the doctor sent Robin for a blood test. The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second. Robin’s mother smiled as she knew that her son had learnt a valuable lesson.", "label": 1}
{"sentence1": "Robin did not notice that there were many houseflies flying around the chicken n Nuggets as the hawker was selling them .", "sentence2": "Robin was a greedy boy who loved eating fried food. One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen.", "label": 1}
{"sentence1": "he could bear with the pain and nausea , so he decided to go to the hospital .", "sentence2": "At home, Robin suddenly felt a sharp pain in his abdomen. Clutching his stomach, he bent over and vomited. Though he could bear with the pain and nausea, it was the dizziness that made standing up a problem. Although the nearest hospital was a ten minutes’ walk, his mother had to call for a taxi to take them there. Although the nearest hospital was a ten minutes’ walk, his mother had to call for a taxi to take them there. At the hospital, the doctor sent Robin for a blood test.", "label": 0}
{"sentence1": "he could bear with the pain and nausea , but he couldn’t bear the thought of having to go to the hospital .", "sentence2": "At home, Robin suddenly felt a sharp pain in his abdomen. Clutching his stomach, he bent over and vomited. Though he could bear with the pain and nausea, it was the dizziness that made standing up a problem. Although the nearest hospital was a ten minutes’ walk, his mother had to call for a taxi to take them there. Although the nearest hospital was a ten minutes’ walk, his mother had to call for a taxi to take them there. At the hospital, the doctor sent Robin for a blood test.", "label": 0}
{"sentence1": "After Robin had recovered , he promised his mother that he would be careful when he ate again and that he wouldn’t eat any food that had been contaminated – taste should come second .", "sentence2": "The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second. Robin’s mother smiled as she knew that her son had learnt a valuable lesson.", "label": 1}
{"sentence1": "Robin did not notice that there were many houseflies flying around the chicken n Nuggets as the hawker packed three sticks into his hand and handed them to Robin .", "sentence2": "Robin was a greedy boy who loved eating fried food. One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen.", "label": 0}
{"sentence1": "At that moment, Robin 'S mother had to call for a taxi to take them there .", "sentence2": "Clutching his stomach, he bent over and vomited. Though he could bear with the pain and nausea, it was the dizziness that made standing up a problem. Although the nearest hospital was a ten minutes’ walk, his mother had to call for a taxi to take them there. At the hospital, the doctor sent Robin for a blood test. At the hospital, the doctor sent Robin for a blood test. The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning.", "label": 1}
{"sentence1": "The doctor then said that the blood test showed that Robin had eaten contaminated food and was suffering from food poisoning .", "sentence2": "Although the nearest hospital was a ten minutes’ walk, his mother had to call for a taxi to take them there. At the hospital, the doctor sent Robin for a blood test. The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second.", "label": 1}
{"sentence1": "Robin munched on the chicken Nuggets hurriedly while the houseflies swarmed around him .", "sentence2": "One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen. At home, Robin suddenly felt a sharp pain in his abdomen. Clutching his stomach, he bent over and vomited.", "label": 0}
{"sentence1": "Robin did not notice that there were many houseflies flying around the chicken n Nuggets as the hawker packed the nuggets into a plastic bag for him .", "sentence2": "Robin was a greedy boy who loved eating fried food. One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen.", "label": 1}
{"sentence1": "Robin did not notice that there were a lot of flies buzzing around the hawker’s stall .", "sentence2": "Robin was a greedy boy who loved eating fried food. One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen.", "label": 0}
{"sentence1": "The hawker left the stall and Robin ate his nuggets hurriedly while walking home leisurely .", "sentence2": "One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen. At home, Robin suddenly felt a sharp pain in his abdomen. Clutching his stomach, he bent over and vomited.", "label": 0}
{"sentence1": "Robin did not notice that there were many houseflies flying around the chicken n Nuggets as the hawker packed the nuggets on sticks into a plastic bag for him .", "sentence2": "Robin was a greedy boy who loved eating fried food. One day, while he was walking home from school, he saw a hawker selling his favourite chicken nuggets at the ‘Pasar Malam’ (Night Market). He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen.", "label": 1}
{"sentence1": "At home , Robin suddenly felt a sharp pain in his stomach and nausea .", "sentence2": "He did not notice that there were many houseflies flying around the chicken nuggets as the hawker packed three sticks into a plastic bag for him. Robin munched on them hurriedly while walking home leisurely. At home, Robin suddenly felt a sharp pain in his abdomen. Clutching his stomach, he bent over and vomited. Clutching his stomach, he bent over and vomited. Though he could bear with the pain and nausea, it was the dizziness that made standing up a problem.", "label": 1}
{"sentence1": "After going through several other tests that took almost the whole day , Robin was told he had to stay in the hospital for the rest of the day and for the next seven days .", "sentence2": "At the hospital, the doctor sent Robin for a blood test. The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second. Robin’s mother smiled as she knew that her son had learnt a valuable lesson.", "label": 1}
{"sentence1": "After the blood test was done , Robin was told he had to stay in the ward for the next seven days .", "sentence2": "At the hospital, the doctor sent Robin for a blood test. The doctor then said that Robin had eaten contaminated food and was suffering from food poisoning. After going through several other tests that took almost the whole day, Robin was told he had to stay in the ward for the next seven days. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second. After Robin had recovered, he promised his mother that he would be careful when buying food from any stall in the future – taste should come second. Robin’s mother smiled as she knew that her son had learnt a valuable lesson.", "label": 0}
{"sentence1": "Mother sat in front with Daddy , while the little girl sat in the back with her brother and sister .", "sentence2": "Anne woke up with a jump and shouted joyfully, “Oh isn’t it an exciting feeling to go away for a holiday!” The family started their journey after breakfast. Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly. Soon they were right into the open country, and the car sped along fast.", "label": 0}
{"sentence1": "Along the crowded London roads , the family went , slowly at first , and then , as soon as they got out of the city , they started to go faster .", "sentence2": "Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly. Soon they were right into the open country, and the car sped along fast. Soon they were right into the open country, and the car sped along fast. Aunt Fanny had been looking out for the car.", "label": 1}
{"sentence1": "Before moving off , the three suitcases were put in the car boot and secured properly .", "sentence2": "And the sun’s shining,” they exclaimed. Anne woke up with a jump and shouted joyfully, “Oh isn’t it an exciting feeling to go away for a holiday!” The family started their journey after breakfast. Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly.", "label": 0}
{"sentence1": "Before moving off , the luggage of the three children were put in the car boot and secured properly .", "sentence2": "And the sun’s shining,” they exclaimed. Anne woke up with a jump and shouted joyfully, “Oh isn’t it an exciting feeling to go away for a holiday!” The family started their journey after breakfast. Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly.", "label": 1}
{"sentence1": "Julian and Richard ran in and shook Anne , who was still fast asleep in her bed .", "sentence2": "“It’s a lovely day. Hurray!” cried Julian, leaping out of bed. Julian and Richard ran in and shook Anne, who was sleeping in the next room. “Wake up! “Wake up! It’s Tuesday!", "label": 1}
{"sentence1": "Richard and Julian , who were sleeping in the same bed , woke up at about the same moment , and stared out of the nearby window .", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window. “It’s a lovely day. “It’s a lovely day. Hurray!” cried Julian, leaping out of bed.", "label": 0}
{"sentence1": "Soon the family were right into the middle of the city , and the car sped along fast .", "sentence2": "Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly. Soon they were right into the open country, and the car sped along fast. Aunt Fanny had been looking out for the car. Aunt Fanny had been looking out for the car. She came running out the old wooden house as soon as she saw it draw up outside.", "label": 0}
{"sentence1": "Aunt fanny am sure that George ’ll need some encouragement and will be all right in a short while .", "sentence2": "“I must tell you, children, you may find George a bit difficult at first – she’s always been on her own, you know. She may not like you being here in the beginning. But you mustn’t take any notice of that – she’ll need some encouragement and will be all right in a short while. I am very glad for George’s sake that all of you were able to come. I am very glad for George’s sake that all of you were able to come. She really needs more of you sweet young things to make her smile,” added Aunt Fanny smiling brightly.", "label": 1}
{"sentence1": "Richard and Julian , who shared a bed on the same floor , woke up at about the same moment , and stared out of the nearby window .", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window. “It’s a lovely day. “It’s a lovely day. Hurray!” cried Julian, leaping out of bed.", "label": 0}
{"sentence1": "Julian and Richard ran in and shook him awake .", "sentence2": "“It’s a lovely day. Hurray!” cried Julian, leaping out of bed. Julian and Richard ran in and shook Anne, who was sleeping in the next room. “Wake up! “Wake up! It’s Tuesday!", "label": 0}
{"sentence1": "Julian and Richard ran in and shook Anne , who was sleeping in the other bed .", "sentence2": "“It’s a lovely day. Hurray!” cried Julian, leaping out of bed. Julian and Richard ran in and shook Anne, who was sleeping in the next room. “Wake up! “Wake up! It’s Tuesday!", "label": 0}
{"sentence1": "Aunt fanny came running out the old wooden house as soon as she saw Georgina .", "sentence2": "Soon they were right into the open country, and the car sped along fast. Aunt Fanny had been looking out for the car. She came running out the old wooden house as soon as she saw it draw up outside. The children adored their Aunt Fanny immediately. The children adored their Aunt Fanny immediately. “Where’s Georgina?” asked Anne, looking round for her cousin, whom they had only heard about so far.", "label": 0}
{"sentence1": "Aunt fanny came running out the old wooden house as soon as she saw the family .", "sentence2": "Soon they were right into the open country, and the car sped along fast. Aunt Fanny had been looking out for the car. She came running out the old wooden house as soon as she saw it draw up outside. The children adored their Aunt Fanny immediately. The children adored their Aunt Fanny immediately. “Where’s Georgina?” asked Anne, looking round for her cousin, whom they had only heard about so far.", "label": 1}
{"sentence1": "But the children must n’t take any notice of that – Georginas ’ll need some encouragement and will be all right in the end .", "sentence2": "“I must tell you, children, you may find George a bit difficult at first – she’s always been on her own, you know. She may not like you being here in the beginning. But you mustn’t take any notice of that – she’ll need some encouragement and will be all right in a short while. I am very glad for George’s sake that all of you were able to come. I am very glad for George’s sake that all of you were able to come. She really needs more of you sweet young things to make her smile,” added Aunt Fanny smiling brightly.", "label": 1}
{"sentence1": "Richard and Julian , who shared a room , woke up at the same time in the same room , and stared out of the nearby window .", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window. “It’s a lovely day. “It’s a lovely day. Hurray!” cried Julian, leaping out of bed.", "label": 1}
{"sentence1": "Richard and Julian , who shared a room , woke up at about the same moment , and stared out of the window and said to each other .", "sentence2": "Richard and Julian, who shared a room, woke up at about the same moment, and stared out of the nearby window. “It’s a lovely day. “It’s a lovely day. Hurray!” cried Julian, leaping out of bed.", "label": 0}
{"sentence1": "Before the car was loaded , the luggage of different shapes and sizes were put in the car boot and secured properly .", "sentence2": "And the sun’s shining,” they exclaimed. Anne woke up with a jump and shouted joyfully, “Oh isn’t it an exciting feeling to go away for a holiday!” The family started their journey after breakfast. Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly.", "label": 0}
{"sentence1": "Before moving off , the luggage of different shapes and sizes were put in the back of the car and secured properly .", "sentence2": "And the sun’s shining,” they exclaimed. Anne woke up with a jump and shouted joyfully, “Oh isn’t it an exciting feeling to go away for a holiday!” The family started their journey after breakfast. Before moving off, the luggage of different shapes and sizes were put in the car boot and secured properly. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Mother sat in front with Daddy, while the three children sat behind with their feet on two extra suitcases. Along the crowded London roads, they went, slowly at first, and then, as they left the town behind, more quickly.", "label": 1}
{"sentence1": "The three - toed sloths can also turn their heads almost all the way round because of the extra neck vertebrae that they have .", "sentence2": "The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. Sloths rarely come down from the trees.", "label": 1}
{"sentence1": "The three -toe sloths can also turn their heads almost all the way round because of the extra neck vertebrae that they have .", "sentence2": "Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them.", "label": 1}
{"sentence1": "Scientists think that sloths move slowly for survival so that they don’t get eaten by other animals .", "sentence2": "The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. Sloths rarely come down from the trees.", "label": 1}
{"sentence1": "Toed sloth can also turn their heads almost all the way round because they are able to use their eyes to see through the branches of trees .", "sentence2": "They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves.", "label": 0}
{"sentence1": "The three - tail sloths have facial colouring that is very similar to that of their two - tail cousins , so they are often mistaken for sloths because of their similar colouring .", "sentence2": "Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them.", "label": 0}
{"sentence1": "Scientists think that the colour of the sloth’s fur helps them camouflage themselves from predators .", "sentence2": "The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. Sloths rarely come down from the trees.", "label": 0}
{"sentence1": "Scientists think that the colour of the sloths’ fur helps them camouflage themselves from predators .", "sentence2": "The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. Sloths rarely come down from the trees.", "label": 0}
{"sentence1": "The two - toe sloths also spend more time hanging upside - down on trees compared to their three - toe - sloth relatives , who will often sit upright in the fork of a tree branch .", "sentence2": "There are two species of sloths, identified by the number of claws they have – two or three on their front feet. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling. The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have.", "label": 1}
{"sentence1": "both species are quite similar in appearance , so it is not surprising that the two - toed sloths are the most common sloth species .", "sentence2": "They can be 600 to 800 centimetres long and depending on their species, weigh from 3.6 to 7.7 kilogram. There are two species of sloths, identified by the number of claws they have – two or three on their front feet. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling.", "label": 0}
{"sentence1": "both species are quite similar in appearance , but the two - toed sloths have a longer tail than the three-toed sloth .", "sentence2": "They can be 600 to 800 centimetres long and depending on their species, weigh from 3.6 to 7.7 kilogram. There are two species of sloths, identified by the number of claws they have – two or three on their front feet. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling.", "label": 0}
{"sentence1": "With their thick fur, long legs, and long snouts , sloths resemble monkeys .", "sentence2": "In fact, they are so incredibly sluggish, that algae actually grows on their fur. Sloths live in the tropical forests of Central and South America. With their long arms and shaggy fur, they resemble monkeys. However, they are actually related to armadillos and anteaters. However, they are actually related to armadillos and anteaters. They can be 600 to 800 centimetres long and depending on their species, weigh from 3.6 to 7.7 kilogram.", "label": 0}
{"sentence1": "The two - toe sloths also spend more time hanging upside - down on trees compared to the three - toe - sloths .", "sentence2": "There are two species of sloths, identified by the number of claws they have – two or three on their front feet. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling. The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have.", "label": 1}
{"sentence1": "These sloths sleep up to 20 hours a day , they barely move at all .", "sentence2": "It is a good thing sloths do not have to go to school. They would have never made it on time. These tree-dwellers sleep up to 20 hours a day! Even when they are awake, they barely move at all. Even when they are awake, they barely move at all. In fact, they are so incredibly sluggish, that algae actually grows on their fur.", "label": 1}
{"sentence1": "There are two species of sloths , identified by the number of claws both species have – two or three on each foot and one or two on the back of the head .", "sentence2": "However, they are actually related to armadillos and anteaters. They can be 600 to 800 centimetres long and depending on their species, weigh from 3.6 to 7.7 kilogram. There are two species of sloths, identified by the number of claws they have – two or three on their front feet. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch.", "label": 0}
{"sentence1": "Sloths live in tree - covered burrows , where they spend most of their time sleeping .", "sentence2": "Even when they are awake, they barely move at all. In fact, they are so incredibly sluggish, that algae actually grows on their fur. Sloths live in the tropical forests of Central and South America. With their long arms and shaggy fur, they resemble monkeys. With their long arms and shaggy fur, they resemble monkeys. However, they are actually related to armadillos and anteaters.", "label": 0}
{"sentence1": "There are two species of sloths , identified as the two - toed sloths and the three-toed sloth .", "sentence2": "However, they are actually related to armadillos and anteaters. They can be 600 to 800 centimetres long and depending on their species, weigh from 3.6 to 7.7 kilogram. There are two species of sloths, identified by the number of claws they have – two or three on their front feet. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. Although both species are quite similar in appearance, with roundish heads, sad-looking eyes, tiny ears and stubby tails, the two-toed sloths are generally bigger. They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch.", "label": 1}
{"sentence1": "The algae that grows on sloths ’ fur also helps them to avoid predators by letting them blend in with the foliage of the forest .", "sentence2": "They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. Sloths rarely come down from the trees. Sloths rarely come down from the trees. About once a week, they descend to go to the bathroom, slowly moving about by digging their front claws into the dirt and dragging their bodies.", "label": 1}
{"sentence1": "About once a week , they come down to the ground to go to the bathroom , slowly moving about by digging their front claws into the dirt and dragging their bodies .", "sentence2": "The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. Sloths rarely come down from the trees. About once a week, they descend to go to the bathroom, slowly moving about by digging their front claws into the dirt and dragging their bodies. If they are caught by a predator, sloths turn from slugging to slugger, biting fiercely, hissing, slashing with their claws and shrieking.", "label": 1}
{"sentence1": "The two - tailed sloths can also turn their heads almost all the way round because of the extra neck vertebrae that they have .", "sentence2": "They also spend more time hanging upside-down on trees compared to their three-toed cousins, who will often sit upright in the fork of a tree branch. The three-toed sloths have facial colouring that makes them look like they are always smiling. They can also turn their heads almost all the way round because of the extra neck vertebrae that they have. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. Scientists think that sloths move slowly for survival so that their predators, such as hawks and cats – which rely heavily on their eyesight when hunting, would not notice them. The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves.", "label": 0}
{"sentence1": "About once a week , sloths descend to go to the bathroom , slowly moving about by digging their front claws into the dirt and dragging their hind claws with their feet .", "sentence2": "The algae that grows on sloths’ fur also helps them to avoid predators by letting them blend in with green leaves. Sloths rarely come down from the trees. About once a week, they descend to go to the bathroom, slowly moving about by digging their front claws into the dirt and dragging their bodies. If they are caught by a predator, sloths turn from slugging to slugger, biting fiercely, hissing, slashing with their claws and shrieking.", "label": 0}
{"sentence1": "Using just a piece of paper , just the pieces can be folded into cards , gift boxes , ornaments , animal shapes and many other things .", "sentence2": "With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today. While origami is a fun activity for children, many adults are also attracted to it. They find paper folding an exciting and relaxing hobby. Using just a piece of paper, it can be folded into cards, gift boxes, ornaments, animal shapes and many other things. Using just a piece of paper, it can be folded into cards, gift boxes, ornaments, animal shapes and many other things. All that is needed together with the paper is patience and a little imagination.", "label": 0}
{"sentence1": "Another attractive feature of origami is that other than the traditional origami paper which has to be folded in a certain way in order to make a model , any type of paper that folds well can also be used .", "sentence2": "All that is needed together with the paper is patience and a little imagination. Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation.", "label": 0}
{"sentence1": "Another attractive feature of origami is that other than the traditional origami paper which is coloured on the inside and the outside to make it easier to fold , any type of paper that folds well can also be used .", "sentence2": "All that is needed together with the paper is patience and a little imagination. Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation.", "label": 0}
{"sentence1": "Another attractive feature of origami is that it can be made with recycled paper .", "sentence2": "All that is needed together with the paper is patience and a little imagination. Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation.", "label": 1}
{"sentence1": "Tissue paper is ideal for delicate models while recycled paper can be used for more complex designs .", "sentence2": "Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation. On one hand, you are having fun with origami.", "label": 0}
{"sentence1": "In fact , using recycled paper would make an ideal choice when it comes to making your origami models .", "sentence2": "Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation. On one hand, you are having fun with origami. On one hand, you are having fun with origami. On the other hand, you are being environmentally friendly.", "label": 1}
{"sentence1": "All that is needed to make paper folding fun is patience and a little imagination .", "sentence2": "They find paper folding an exciting and relaxing hobby. Using just a piece of paper, it can be folded into cards, gift boxes, ornaments, animal shapes and many other things. All that is needed together with the paper is patience and a little imagination. Like many other crafts, origami can be mastered with some practice. Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used.", "label": 1}
{"sentence1": "On the other hand , if you use recycled paper , then you are being environmentally friendly .", "sentence2": "In fact, using recycled paper would make an ideal choice when it comes to environmental conservation. On one hand, you are having fun with origami. On the other hand, you are being environmentally friendly.", "label": 1}
{"sentence1": "While many children are attracted to paper folding , many adults are also attracted to it .", "sentence2": "Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies. With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today. While origami is a fun activity for children, many adults are also attracted to it. They find paper folding an exciting and relaxing hobby. They find paper folding an exciting and relaxing hobby. Using just a piece of paper, it can be folded into cards, gift boxes, ornaments, animal shapes and many other things.", "label": 1}
{"sentence1": "Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side , any type of paper that can be used to make a model can also be used .", "sentence2": "All that is needed together with the paper is patience and a little imagination. Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation.", "label": 1}
{"sentence1": "In Japan , they named the craft Origami which means paper folded .", "sentence2": "Origami is believed to have originated in China. However, Japan developed the craft. The Japanese named the craft Origami which means paper folding. Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies. Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies. With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today.", "label": 1}
{"sentence1": "With the passing of time , paper folding has become a popular family pastime in Japan and is even taught in schools today .", "sentence2": "The Japanese named the craft Origami which means paper folding. Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies. With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today. While origami is a fun activity for children, many adults are also attracted to it. While origami is a fun activity for children, many adults are also attracted to it. They find paper folding an exciting and relaxing hobby.", "label": 1}
{"sentence1": "All that is needed together with the paper to make the origami paper is patience and a little imagination .", "sentence2": "They find paper folding an exciting and relaxing hobby. Using just a piece of paper, it can be folded into cards, gift boxes, ornaments, animal shapes and many other things. All that is needed together with the paper is patience and a little imagination. Like many other crafts, origami can be mastered with some practice. Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used.", "label": 1}
{"sentence1": "Like many other crafts , origami can be mastered with a little bit of practice and a lot of patience .", "sentence2": "Using just a piece of paper, it can be folded into cards, gift boxes, ornaments, animal shapes and many other things. All that is needed together with the paper is patience and a little imagination. Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models.", "label": 0}
{"sentence1": "On the one hand , you are creating a beautiful piece of paper and on the other, you are having fun with origami .", "sentence2": "Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation. On one hand, you are having fun with origami. On the other hand, you are being environmentally friendly.", "label": 0}
{"sentence1": "Hundreds of years ago , when paper was first invented , the Japanese folded it into origami .", "sentence2": "However, Japan developed the craft. The Japanese named the craft Origami which means paper folding. Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies. With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today. With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today. While origami is a fun activity for children, many adults are also attracted to it.", "label": 1}
{"sentence1": "With the advent of modern technology , the craft has become a popular family pastime in Japan and is even taught in schools today .", "sentence2": "The Japanese named the craft Origami which means paper folding. Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies. With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today. While origami is a fun activity for children, many adults are also attracted to it. While origami is a fun activity for children, many adults are also attracted to it. They find paper folding an exciting and relaxing hobby.", "label": 0}
{"sentence1": "Tissue paper is ideal for small origami pieces while newspaper can be used for bigger models .", "sentence2": "Like many other crafts, origami can be mastered with some practice. Another attractive feature of origami is that other than the traditional origami paper which is coloured on one side, any type of paper that folds well can also be used. Tissue paper is ideal for delicate models while newspaper can be used for bigger models. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation. In fact, using recycled paper would make an ideal choice when it comes to environmental conservation. On one hand, you are having fun with origami.", "label": 1}
{"sentence1": "While origami is a fun activity for children , it is not just for kids .", "sentence2": "Hundreds of years ago, when paper was first invented, the Japanese folded it into dolls and flowers for special ceremonies. With the passing of time, the craft has become a popular family pastime in Japan and is even taught in schools today. While origami is a fun activity for children, many adults are also attracted to it. They find paper folding an exciting and relaxing hobby. They find paper folding an exciting and relaxing hobby. Using just a piece of paper, it can be folded into cards, gift boxes, ornaments, animal shapes and many other things.", "label": 1}
{"sentence1": "Straightaway , the servant went to the neighbour’s house and knocked on Bala ’s door , asking for five hundred silver coins in payment of the cost of the eggs .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 0}
{"sentence1": "In his hands , bala had a staff with a dozen eggs on it .", "sentence2": "Five years later, Bala returned to his village riding a fine black horse. Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court.", "label": 0}
{"sentence1": "The next day , a man knocked on Bala ’s door , asking for five hundred silver coins in payment of the eggs .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 0}
{"sentence1": "Straightaway , the neighbour who had given him the dozen eggs on credit knocked on Bala ’s door , asking for a large sum of money in payment of the eggs .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Five years later , bala returned to his village riding on the back of a camel .", "sentence2": "Penniless, he decided to seek his fortune in another village. Before he set off on his journey, he borrowed a dozen hard-boiled eggs from a neighbour. Five years later, Bala returned to his village riding a fine black horse. Accompanying him was a servant on a camel laden with gold and silver coins. Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers.", "label": 0}
{"sentence1": "Straightaway , the servant took Bala to his neighbour , asking for five hundred silver coins in payment of the eggs .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 0}
{"sentence1": "On the day of the hearing , the neighbours appeared in court , and the judge called Bala to the court .", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala. The judge waited impatiently for Bala. The judge waited impatiently for Bala. Suddenly, Bala dashed in, out of breath.", "label": 1}
{"sentence1": "If Bala had not borrowed the eggs from me, twelve more eggs would have been laid and these too would have hatched .", "sentence2": "At once, the neighbour said, in defence of his demands, “I’ve asked Bala for payment of five hundred silver coins, because twelve chickens might have hatched from the eggs he borrowed from me. These chickens would have become hens and cockerels. More eggs would have been laid and these too would have hatched.” “Perfectly right!” agreed the judge. He became very hostile towards Bala and questioned, “What have you to say for yourself? He became very hostile towards Bala and questioned, “What have you to say for yourself? By the way, why are you late?” “I had a plate of boiled beans in the house and I planted them in the garden to have a good crop next year!” “That is ridiculous!” exclaimed the judge.", "label": 0}
{"sentence1": "On the day of the hearing , the neighbours appeared in court , so that the judge could see him .", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala. The judge waited impatiently for Bala. The judge waited impatiently for Bala. Suddenly, Bala dashed in, out of breath.", "label": 1}
{"sentence1": "Accompanying Bala was a servant on the horse, who was dressed in a fine white robe .", "sentence2": "Before he set off on his journey, he borrowed a dozen hard-boiled eggs from a neighbour. Five years later, Bala returned to his village riding a fine black horse. Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs.", "label": 0}
{"sentence1": "If he had not borrowed the eggs from me , they would have become hens and cockerels .", "sentence2": "Suddenly, Bala dashed in, out of breath. At once, the neighbour said, in defence of his demands, “I’ve asked Bala for payment of five hundred silver coins, because twelve chickens might have hatched from the eggs he borrowed from me. These chickens would have become hens and cockerels. More eggs would have been laid and these too would have hatched.” “Perfectly right!” agreed the judge. More eggs would have been laid and these too would have hatched.” “Perfectly right!” agreed the judge. He became very hostile towards Bala and questioned, “What have you to say for yourself?", "label": 0}
{"sentence1": "Straightaway , the neighbour who had given him the eggs returned to Bala , asking for five hundred silver coins in payment of the eggs .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Straightaway , the neighbour who had given him the dozen eggs on credit knocked on Bala ’s door , asking him to pay him for the eggs .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Before Bala set off on his journey , he borrowed a large sum of money from a neighbour .", "sentence2": "Once upon a time, a peasant called Bala lost all his crops in a drought. Penniless, he decided to seek his fortune in another village. Before he set off on his journey, he borrowed a dozen hard-boiled eggs from a neighbour. Five years later, Bala returned to his village riding a fine black horse. Five years later, Bala returned to his village riding a fine black horse. Accompanying him was a servant on a camel laden with gold and silver coins.", "label": 0}
{"sentence1": "Straightaway , the neighbour who had given him the dozen eggs on credit knocked on Bala ’s door , asking for a large sum of money .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Straightaway , the neighbour who had given him the dozen eggs on credit knocked on Bala ’s door , asking for five hundred silver coins in exchange for the eggs .", "sentence2": "Accompanying him was a servant on a camel laden with gold and silver coins. In his hands, Bala had a staff with jewels and big gold rings on his fingers. Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala.", "label": 1}
{"sentence1": "Before Bala set off on his journey , he borrowed a dozen hard - boiled eggs from a man who lived in the village .", "sentence2": "Once upon a time, a peasant called Bala lost all his crops in a drought. Penniless, he decided to seek his fortune in another village. Before he set off on his journey, he borrowed a dozen hard-boiled eggs from a neighbour. Five years later, Bala returned to his village riding a fine black horse. Five years later, Bala returned to his village riding a fine black horse. Accompanying him was a servant on a camel laden with gold and silver coins.", "label": 1}
{"sentence1": "On the day of the hearing , the neighbours appeared in court , but Bala was nowhere to be seen .", "sentence2": "Straightaway, the neighbour who had given him the dozen eggs on credit knocked on Bala’s door, asking for five hundred silver coins in payment of the eggs. Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala. The judge waited impatiently for Bala. The judge waited impatiently for Bala. Suddenly, Bala dashed in, out of breath.", "label": 1}
{"sentence1": "He knocked on the door and waited impatiently for Bala to come out .", "sentence2": "Bala refused to pay such a large sum and the neighbour took him to court. On the day of the hearing, the neighbour appeared in court but there was no sign of Bala. The judge waited impatiently for Bala. Suddenly, Bala dashed in, out of breath. Suddenly, Bala dashed in, out of breath. At once, the neighbour said, in defence of his demands, “I’ve asked Bala for payment of five hundred silver coins, because twelve chickens might have hatched from the eggs he borrowed from me.", "label": 0}
{"sentence1": "We would hold the party in classroom P4C as it was the last day of the school year .", "sentence2": "We discussed the preparations and everyone put on their thinking caps. We discussed the preparations and everyone put on their thinking caps. I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute.", "label": 0}
{"sentence1": "I was disappointed to see so many of my classmates there .", "sentence2": "Many of us enjoyed listening to David’s suggestions, but they were impossible to carry out. On the day of the party, everyone came early to class. I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day. They looked like they were only there to eat, drink and be merry. They looked like they were only there to eat, drink and be merry. I told myself to hold back any comments as they were my classmates.", "label": 0}
{"sentence1": "Many of us enjoyed the discussion and came up with many ideas , but they were impossible to carry out .", "sentence2": "I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute. Florence suggested the class should bring more food so that it would not run out. Many of us enjoyed listening to David’s suggestions, but they were impossible to carry out. On the day of the party, everyone came early to class. On the day of the party, everyone came early to class. I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day.", "label": 0}
{"sentence1": "For Ali and I , it was the best day of our lives , everything we had done was worth it when we saw the surprised expression on Mrs Lim ’s face .", "sentence2": "However, there was a slight accident when Ali tripped while carrying the cake. We tried to salvage the cake as we did not want to waste food. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts. She thanked all of us and said that she appreciated our efforts. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others.", "label": 0}
{"sentence1": "I was the first to volunteer to help with the food preparation .", "sentence2": "We would hold it in classroom P4C as it was the room where many memorable lessons took place with Mrs Lim. We discussed the preparations and everyone put on their thinking caps. I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute. Florence suggested the class should bring more food so that it would not run out. Florence suggested the class should bring more food so that it would not run out. Many of us enjoyed listening to David’s suggestions, but they were impossible to carry out.", "label": 0}
{"sentence1": "I told myself that I would not let that happen .", "sentence2": "I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day. They looked like they were only there to eat, drink and be merry. I told myself to hold back any comments as they were my classmates. However, there was a slight accident when Ali tripped while carrying the cake. However, there was a slight accident when Ali tripped while carrying the cake. We tried to salvage the cake as we did not want to waste food.", "label": 0}
{"sentence1": "We discussed what we could do to make the party more memorable and everyone put on their thinking caps .", "sentence2": "Mrs Lim was going to have a baby, so we decided to throw her a surprise party before she welcomed the new-born. We would hold it in classroom P4C as it was the room where many memorable lessons took place with Mrs Lim. We discussed the preparations and everyone put on their thinking caps. I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute. I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute. Florence suggested the class should bring more food so that it would not run out.", "label": 1}
{"sentence1": "We tried to salvage the cake as much as we could but it was too late .", "sentence2": "I told myself to hold back any comments as they were my classmates. However, there was a slight accident when Ali tripped while carrying the cake. We tried to salvage the cake as we did not want to waste food. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts.", "label": 0}
{"sentence1": "Many of us enjoyed listening to David ’s suggestions , but some of us did not do much on the actual day .", "sentence2": "I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute. Florence suggested the class should bring more food so that it would not run out. Many of us enjoyed listening to David’s suggestions, but they were impossible to carry out. On the day of the party, everyone came early to class. On the day of the party, everyone came early to class. I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day.", "label": 0}
{"sentence1": "Mrs lim thanked all of those and said that it was the best party she had ever had .", "sentence2": "We tried to salvage the cake as we did not want to waste food. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others. This is another memorable lesson learnt in P4C.", "label": 0}
{"sentence1": "I felt that experience is the best teacher as through all the hard work that I put in , I learnt more about myself and others .", "sentence2": "For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others. This is another memorable lesson learnt in P4C.", "label": 1}
{"sentence1": "However , there was a slight accident when Ali tripped while trying to cut a piece of cake .", "sentence2": "They looked like they were only there to eat, drink and be merry. I told myself to hold back any comments as they were my classmates. However, there was a slight accident when Ali tripped while carrying the cake. We tried to salvage the cake as we did not want to waste food. We tried to salvage the cake as we did not want to waste food. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face.", "label": 0}
{"sentence1": "I felt that experience is the best teacher as through planning and working hard for this event , I learnt more about myself and others .", "sentence2": "For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others. This is another memorable lesson learnt in P4C.", "label": 1}
{"sentence1": "Mrs lim thanked us for our hard work and said that she appreciated our efforts .", "sentence2": "We tried to salvage the cake as we did not want to waste food. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others. This is another memorable lesson learnt in P4C.", "label": 1}
{"sentence1": "Many of us enjoyed listening to Florence’s ideas , but they were impossible to carry out .", "sentence2": "I was the first to volunteer to do the decorations as I had many streamers and ribbons I could contribute. Florence suggested the class should bring more food so that it would not run out. Many of us enjoyed listening to David’s suggestions, but they were impossible to carry out. On the day of the party, everyone came early to class. On the day of the party, everyone came early to class. I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day.", "label": 0}
{"sentence1": "I was disappointed by some who came up with brilliant ideas during the discussion , but didn’t come to the party .", "sentence2": "Many of us enjoyed listening to David’s suggestions, but they were impossible to carry out. On the day of the party, everyone came early to class. I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day. They looked like they were only there to eat, drink and be merry. They looked like they were only there to eat, drink and be merry. I told myself to hold back any comments as they were my classmates.", "label": 0}
{"sentence1": "I was disappointed by some who came up with brilliant ideas during the discussion , and then left the room to go to the party .", "sentence2": "Many of us enjoyed listening to David’s suggestions, but they were impossible to carry out. On the day of the party, everyone came early to class. I was disappointed by some who came up with brilliant ideas during the discussion but did not do much on the actual day. They looked like they were only there to eat, drink and be merry. They looked like they were only there to eat, drink and be merry. I told myself to hold back any comments as they were my classmates.", "label": 0}
{"sentence1": "Mrs Lim was going to have a baby , so we decided to throw her a surprise party before she welcomed her first child .", "sentence2": "Mrs Lim was going to have a baby, so we decided to throw her a surprise party before she welcomed the new-born. We would hold it in classroom P4C as it was the room where many memorable lessons took place with Mrs Lim. We would hold it in classroom P4C as it was the room where many memorable lessons took place with Mrs Lim. We discussed the preparations and everyone put on their thinking caps.", "label": 0}
{"sentence1": "We tried to salvage the cake as we did not want it to be ruined by the accident .", "sentence2": "I told myself to hold back any comments as they were my classmates. However, there was a slight accident when Ali tripped while carrying the cake. We tried to salvage the cake as we did not want to waste food. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts.", "label": 0}
{"sentence1": "I felt so proud of myself and I felt like I had learned more about myself and others .", "sentence2": "For those of us who worked hard for the party, everything we had done was worth it when we saw the surprised expression on Mrs Lim’s face. She thanked all of us and said that she appreciated our efforts. I felt that experience is the best teacher as through planning this party, I learnt more about myself and others. This is another memorable lesson learnt in P4C.", "label": 1}
{"sentence1": "Joey knew that his grandfather didn’t know how to read , but he did know that he could read .", "sentence2": "Joey sat at the kitchen, reading the morning paper. His grandfather came in but did not pick up the paper to read. Joey knew that Grandfather was illiterate and longed to be able to read one day. One day, Joey saw a sign in the public library. One day, Joey saw a sign in the public library. It read: “Do you know someone who doesn’t know how to read?", "label": 1}
{"sentence1": "Several days later , Grandfather arrived at the library early and met Joey for his first lesson .", "sentence2": "We can help. Just call this number.” Enthusiastically, Joey told Grandfather about it. Several days later, Grandfather arrived at the library early and met with his teacher. During the first lesson, he was so worried and tense that he could not remember anything his teacher said. During the first lesson, he was so worried and tense that he could not remember anything his teacher said. A few weeks later, Grandfather was studying when he looked up at Joey and said, “I am too old to learn all of this now.” He closed the book in frustration.", "label": 0}
{"sentence1": "Several days later , Grandfather arrived at the library early and met with Joey for his first lesson .", "sentence2": "We can help. Just call this number.” Enthusiastically, Joey told Grandfather about it. Several days later, Grandfather arrived at the library early and met with his teacher. During the first lesson, he was so worried and tense that he could not remember anything his teacher said. During the first lesson, he was so worried and tense that he could not remember anything his teacher said. A few weeks later, Grandfather was studying when he looked up at Joey and said, “I am too old to learn all of this now.” He closed the book in frustration.", "label": 0}
{"sentence1": "Joey was very proud of his grandfather for being able to read the letter .", "sentence2": "Let me read it to you.” As Grandfather read, he pronounced each word very slowly and tears formed in his eyes. When he finished reading the letter, Joey was crying too. He was very proud of his grandfather for his achievement.", "label": 1}
{"sentence1": "They studied together and worked hard to finish the book .", "sentence2": "A few weeks later, Grandfather was studying when he looked up at Joey and said, “I am too old to learn all of this now.” He closed the book in frustration. Joey encouraged Grandfather and offered to help him with his studies. They studied together and worked hard on Grandfather’s lessons every day. Joey even took over all the household chores to give his grandfather more time to study. Joey even took over all the household chores to give his grandfather more time to study. Months later, his grandfather called Joey into his room.", "label": 0}
{"sentence1": "Joey sat at the kitchen table with his grandfather , reading the morning paper .", "sentence2": "Joey sat at the kitchen, reading the morning paper. His grandfather came in but did not pick up the paper to read. His grandfather came in but did not pick up the paper to read. Joey knew that Grandfather was illiterate and longed to be able to read one day.", "label": 0}
{"sentence1": "Joey 's grandfather came in , but he didn't say a word to Joey .", "sentence2": "Joey knew that Grandfather was illiterate and longed to be able to read one day. Joey knew that Grandfather was illiterate and longed to be able to read one day. One day, Joey saw a sign in the public library.", "label": 0}
{"sentence1": "They studied together and worked hard on their studies .", "sentence2": "A few weeks later, Grandfather was studying when he looked up at Joey and said, “I am too old to learn all of this now.” He closed the book in frustration. Joey encouraged Grandfather and offered to help him with his studies. They studied together and worked hard on Grandfather’s lessons every day. Joey even took over all the household chores to give his grandfather more time to study. Joey even took over all the household chores to give his grandfather more time to study. Months later, his grandfather called Joey into his room.", "label": 0}
{"sentence1": "One day , Joey saw a sign in front of his grandfather’s house .", "sentence2": "His grandfather came in but did not pick up the paper to read. Joey knew that Grandfather was illiterate and longed to be able to read one day. One day, Joey saw a sign in the public library. It read: “Do you know someone who doesn’t know how to read? It read: “Do you know someone who doesn’t know how to read? We can help.", "label": 0}
{"sentence1": "Joey encouraged Grandfather and offered to teach him how to read and write .", "sentence2": "During the first lesson, he was so worried and tense that he could not remember anything his teacher said. A few weeks later, Grandfather was studying when he looked up at Joey and said, “I am too old to learn all of this now.” He closed the book in frustration. Joey encouraged Grandfather and offered to help him with his studies. They studied together and worked hard on Grandfather’s lessons every day. They studied together and worked hard on Grandfather’s lessons every day. Joey even took over all the household chores to give his grandfather more time to study.", "label": 0}
{"sentence1": "Joey sat at the kitchen , reading the newspaper .", "sentence2": "Joey sat at the kitchen, reading the morning paper. His grandfather came in but did not pick up the paper to read. His grandfather came in but did not pick up the paper to read. Joey knew that Grandfather was illiterate and longed to be able to read one day.", "label": 1}
{"sentence1": "Joey 's grandfather came in but did not pick up the newspaper .", "sentence2": "Joey knew that Grandfather was illiterate and longed to be able to read one day. Joey knew that Grandfather was illiterate and longed to be able to read one day. One day, Joey saw a sign in the public library.", "label": 1}
{"sentence1": "Joey encouraged Grandfather and offered to help him with his lessons .", "sentence2": "During the first lesson, he was so worried and tense that he could not remember anything his teacher said. A few weeks later, Grandfather was studying when he looked up at Joey and said, “I am too old to learn all of this now.” He closed the book in frustration. Joey encouraged Grandfather and offered to help him with his studies. They studied together and worked hard on Grandfather’s lessons every day. They studied together and worked hard on Grandfather’s lessons every day. Joey even took over all the household chores to give his grandfather more time to study.", "label": 1}
{"sentence1": "Months later , his grandfather called Joey into his study .", "sentence2": "They studied together and worked hard on Grandfather’s lessons every day. Joey even took over all the household chores to give his grandfather more time to study. Months later, his grandfather called Joey into his room. “Joey,” he said, “I just got a letter from Aunt Helen. “Joey,” he said, “I just got a letter from Aunt Helen. Let me read it to you.” As Grandfather read, he pronounced each word very slowly and tears formed in his eyes.", "label": 0}
{"sentence1": "Months later , Grandfather came home from his study and called Joey into his room .", "sentence2": "They studied together and worked hard on Grandfather’s lessons every day. Joey even took over all the household chores to give his grandfather more time to study. Months later, his grandfather called Joey into his room. “Joey,” he said, “I just got a letter from Aunt Helen. “Joey,” he said, “I just got a letter from Aunt Helen. Let me read it to you.” As Grandfather read, he pronounced each word very slowly and tears formed in his eyes.", "label": 0}
{"sentence1": "One day , Joey saw a sign posted in the public library .", "sentence2": "His grandfather came in but did not pick up the paper to read. Joey knew that Grandfather was illiterate and longed to be able to read one day. One day, Joey saw a sign in the public library. It read: “Do you know someone who doesn’t know how to read? It read: “Do you know someone who doesn’t know how to read? We can help.", "label": 1}
{"sentence1": "Joey even took over some of Grandfather’s classes to give his grandfather more time to study .", "sentence2": "Joey encouraged Grandfather and offered to help him with his studies. They studied together and worked hard on Grandfather’s lessons every day. Joey even took over all the household chores to give his grandfather more time to study. Months later, his grandfather called Joey into his room. Months later, his grandfather called Joey into his room. “Joey,” he said, “I just got a letter from Aunt Helen.", "label": 0}
{"sentence1": "However , one day , his father spotted him squinting to watch television and took him to see an optician despite his protests .", "sentence2": "He sometimes had to squint to see things clearly. He tried his best to hide it from everyone. However, his mother spotted him squinting to watch television and took him to see an optician despite his protests. A few days later, Tim collected his new spectacles. A few days later, Tim collected his new spectacles. He had been instructed to wear his glasses all the time.", "label": 0}
{"sentence1": "“I gave the shiny marble to Daniel for Daniel 's birthday !” Tim said to his friends.", "sentence2": "That was when he saw it! The shiny marble was shimmering in the corner of the room. “I've found it, Daniel!” Tim shouted and handed the marble to Daniel. “Thanks, Tim,” said Daniel gratefully. “Thanks, Tim,” said Daniel gratefully. “I never thought we'd find it.” He paused and added, “Hey, I didn't know you wore spectacles.", "label": 0}
{"sentence1": "In class , Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he wasn't wearing his glasses .", "sentence2": "He had been instructed to wear his glasses all the time. He frowned and grumbled all the way home. In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting. Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! My dad gave it to me for my birthday!” Tim and his friends ran over and searched high and low for the marble.", "label": 0}
{"sentence1": "A few days later , Tim collected his glasses from the optician .", "sentence2": "He tried his best to hide it from everyone. However, his mother spotted him squinting to watch television and took him to see an optician despite his protests. A few days later, Tim collected his new spectacles. He had been instructed to wear his glasses all the time. He had been instructed to wear his glasses all the time. He frowned and grumbled all the way home.", "label": 1}
{"sentence1": "Realising that he couldn't see the marble , Tim put on his spectacles to help in the search .", "sentence2": "Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! My dad gave it to me for my birthday!” Tim and his friends ran over and searched high and low for the marble. Realising how anxious Daniel was, Tim put on his spectacles to help in the search. Everything around him became crystal clear. Everything around him became crystal clear. That was when he saw it!", "label": 0}
{"sentence1": "In class , Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was missing his glasses .", "sentence2": "He had been instructed to wear his glasses all the time. He frowned and grumbled all the way home. In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting. Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! My dad gave it to me for my birthday!” Tim and his friends ran over and searched high and low for the marble.", "label": 0}
{"sentence1": "He had been instructed to wear them all the time, but he had no idea why he had to wear his spectacles all the way home .", "sentence2": "However, his mother spotted him squinting to watch television and took him to see an optician despite his protests. A few days later, Tim collected his new spectacles. He had been instructed to wear his glasses all the time. He frowned and grumbled all the way home. He frowned and grumbled all the way home. In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting.", "label": 0}
{"sentence1": "After a few minutes of searching, Daniel’s vision suddenly became crystal clear .", "sentence2": "My dad gave it to me for my birthday!” Tim and his friends ran over and searched high and low for the marble. Realising how anxious Daniel was, Tim put on his spectacles to help in the search. Everything around him became crystal clear. That was when he saw it! That was when he saw it! The shiny marble was shimmering in the corner of the room.", "label": 0}
{"sentence1": "Daniel 's dad gave the shiny marble to Daniel for his birthday and now the marble is gone !", "sentence2": "That was when he saw it! The shiny marble was shimmering in the corner of the room. “I've found it, Daniel!” Tim shouted and handed the marble to Daniel. “Thanks, Tim,” said Daniel gratefully. “Thanks, Tim,” said Daniel gratefully. “I never thought we'd find it.” He paused and added, “Hey, I didn't know you wore spectacles.", "label": 0}
{"sentence1": "That was when Daniel saw it !", "sentence2": "Realising how anxious Daniel was, Tim put on his spectacles to help in the search. Everything around him became crystal clear. That was when he saw it! The shiny marble was shimmering in the corner of the room. The shiny marble was shimmering in the corner of the room. “I've found it, Daniel!” Tim shouted and handed the marble to Daniel.", "label": 0}
{"sentence1": "As they returned to their seats , the other couple complimented Tim .", "sentence2": "“I never thought we'd find it.” He paused and added, “Hey, I didn't know you wore spectacles. They look great!” Tim was surprised and smiled bashfully. As they returned to their seats, two more of his classmates complimented Tim. “Maybe wearing spectacles isn't so bad after all,” he thought.", "label": 1}
{"sentence1": "However , Tim 's mother spotted him squinting to watch television and took him to see an optician despite the fact that he was not wearing his glasses .", "sentence2": "He sometimes had to squint to see things clearly. He tried his best to hide it from everyone. However, his mother spotted him squinting to watch television and took him to see an optician despite his protests. A few days later, Tim collected his new spectacles. A few days later, Tim collected his new spectacles. He had been instructed to wear his glasses all the time.", "label": 0}
{"sentence1": "In class , Tim kept his glasses in his pocket and avoided his friends so no one would notice that he was squinting .", "sentence2": "He had been instructed to wear his glasses all the time. He frowned and grumbled all the way home. In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting. Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! My dad gave it to me for my birthday!” Tim and his friends ran over and searched high and low for the marble.", "label": 1}
{"sentence1": "Realising how anxious Daniel was , Tim put on his glasses to help in the search .", "sentence2": "Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! My dad gave it to me for my birthday!” Tim and his friends ran over and searched high and low for the marble. Realising how anxious Daniel was, Tim put on his spectacles to help in the search. Everything around him became crystal clear. Everything around him became crystal clear. That was when he saw it!", "label": 1}
{"sentence1": "As they returned to class , two more of his classmates complimented Tim .", "sentence2": "“I never thought we'd find it.” He paused and added, “Hey, I didn't know you wore spectacles. They look great!” Tim was surprised and smiled bashfully. As they returned to their seats, two more of his classmates complimented Tim. “Maybe wearing spectacles isn't so bad after all,” he thought.", "label": 1}
{"sentence1": "As they returned to their seats , a couple more of his classmates complimented Tim .", "sentence2": "“I never thought we'd find it.” He paused and added, “Hey, I didn't know you wore spectacles. They look great!” Tim was surprised and smiled bashfully. As they returned to their seats, two more of his classmates complimented Tim. “Maybe wearing spectacles isn't so bad after all,” he thought.", "label": 1}
{"sentence1": "However , Tim 's mother spotted him squinting when he was trying to watch television and took him to see an optician despite his protests .", "sentence2": "He sometimes had to squint to see things clearly. He tried his best to hide it from everyone. However, his mother spotted him squinting to watch television and took him to see an optician despite his protests. A few days later, Tim collected his new spectacles. A few days later, Tim collected his new spectacles. He had been instructed to wear his glasses all the time.", "label": 1}
{"sentence1": "In class , Tim kept his spectacles in his pocket and avoided looking at the teacher , so no one would notice that he was squinting .", "sentence2": "He had been instructed to wear his glasses all the time. He frowned and grumbled all the way home. In class, Tim kept his spectacles in his pocket and avoided his friends so no one would notice that he was squinting. Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! Suddenly, he heard his friend, Daniel, wailing, “My marble is missing! My dad gave it to me for my birthday!” Tim and his friends ran over and searched high and low for the marble.", "label": 0}
{"sentence1": "As they returned to their seats , two more of the students came up to them and complimented Tim .", "sentence2": "“I never thought we'd find it.” He paused and added, “Hey, I didn't know you wore spectacles. They look great!” Tim was surprised and smiled bashfully. As they returned to their seats, two more of his classmates complimented Tim. “Maybe wearing spectacles isn't so bad after all,” he thought.", "label": 1}
{"sentence1": "As soon as he left the room , two more of his classmates complimented Tim .", "sentence2": "“I never thought we'd find it.” He paused and added, “Hey, I didn't know you wore spectacles. They look great!” Tim was surprised and smiled bashfully. As they returned to their seats, two more of his classmates complimented Tim. “Maybe wearing spectacles isn't so bad after all,” he thought.", "label": 0}
{"sentence1": "Unfortunately , deforestation has resulted in the loss of many of the trees that provide shelter for the male sun bear .", "sentence2": "Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain. They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches. Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population. Sun bears have a large appetite for insects, leaves, lizards and berries. Sun bears have a large appetite for insects, leaves, lizards and berries. These sources of food provide a lot of nutrition for the Sun bears.", "label": 1}
{"sentence1": "To get it , the sun bears use their sharp teeth to break the glass of beehives with their sharp claws , then use their extra - long tongues to extract the honey inside , often gobbling up bees with the sticky sweet .", "sentence2": "These sources of food provide a lot of nutrition for the Sun bears. The sun bear’s favourite snack, however, is honey – just like Winnie the Pooh. To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet. Luckily, they do not seem bothered by bee stings.", "label": 0}
{"sentence1": "Luckily , female sun bears do not seem to enjoy honey as much as the males do .", "sentence2": "The sun bear’s favourite snack, however, is honey – just like Winnie the Pooh. To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet. Luckily, they do not seem bothered by bee stings.", "label": 0}
{"sentence1": "Male sun bears 's sleek , black coat is short to avoid overheating in the tropical weather , and they are known for their strong , muscular legs and strong , powerful , muscular arms .", "sentence2": "These animals live in wooded areas of Southeast Asia. Strong and agile, sun bears are good at climbing trees. Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain. They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches. They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches. Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population.", "label": 0}
{"sentence1": "Luckily , the sun bears do not seem to be allergic to bee stings , and in fact, they often eat the honey themselves and do not appear bothered by bee stINGS .", "sentence2": "The sun bear’s favourite snack, however, is honey – just like Winnie the Pooh. To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet. Luckily, they do not seem bothered by bee stings.", "label": 1}
{"sentence1": "As well as being the largest bear species in the world , sun bears have golden patches of fur on their chests , which resemble a rising sun .", "sentence2": "Maneuvering the massive tongue under the log, the bear slurps up the tasty insects that crawl beneath it until his belly is full. Sun bears are unique. As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun. While their tongues may be massive, sun bears are actually the smallest bear species. While their tongues may be massive, sun bears are actually the smallest bear species. Male sun bears grow to about 1.5m in height and weigh up to 68 kilograms – that’s half the size of an adult American black bear.", "label": 0}
{"sentence1": "While they look like they’re the size of a large bear , they are actually the smallest bear species .", "sentence2": "Sun bears are unique. As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun. While their tongues may be massive, sun bears are actually the smallest bear species. Male sun bears grow to about 1.5m in height and weigh up to 68 kilograms – that’s half the size of an adult American black bear. Male sun bears grow to about 1.5m in height and weigh up to 68 kilograms – that’s half the size of an adult American black bear. Their average life span is about 25 years.", "label": 1}
{"sentence1": "As sun bears 's name suggests , they are the largest bear species in the world .", "sentence2": "Maneuvering the massive tongue under the log, the bear slurps up the tasty insects that crawl beneath it until his belly is full. Sun bears are unique. As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun. While their tongues may be massive, sun bears are actually the smallest bear species. While their tongues may be massive, sun bears are actually the smallest bear species. Male sun bears grow to about 1.5m in height and weigh up to 68 kilograms – that’s half the size of an adult American black bear.", "label": 0}
{"sentence1": "The fruits and berries provide a lot of nutrition for the Sun bears .", "sentence2": "Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population. Sun bears have a large appetite for insects, leaves, lizards and berries. These sources of food provide a lot of nutrition for the Sun bears. The sun bear’s favourite snack, however, is honey – just like Winnie the Pooh. The sun bear’s favourite snack, however, is honey – just like Winnie the Pooh. To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet.", "label": 0}
{"sentence1": "To get it , the sun bears use their teeth to break open beehives with their sharp claws , then use their extra - long tongues to extract the honey inside , often gobbling up bees with the sticky sweet .", "sentence2": "These sources of food provide a lot of nutrition for the Sun bears. The sun bear’s favourite snack, however, is honey – just like Winnie the Pooh. To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet. Luckily, they do not seem bothered by bee stings.", "label": 0}
{"sentence1": "Luckily , female sun bears do not seem bothered by the fact that they are eating honey .", "sentence2": "The sun bear’s favourite snack, however, is honey – just like Winnie the Pooh. To get it, they rip open beehives with their sharp claws, then use their extra-long tongues to extract the honey inside, often gobbling up bees with the sticky sweet. Luckily, they do not seem bothered by bee stings.", "label": 0}
{"sentence1": "Male sun bears 's sleek , black coat is short to avoid overheating in the tropical weather , so they can easily hide in the shade of a tree canopy .", "sentence2": "These animals live in wooded areas of Southeast Asia. Strong and agile, sun bears are good at climbing trees. Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain. They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches. They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches. Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population.", "label": 0}
{"sentence1": "Wandering through a dense forest in southern China , a large black bear comes across a log .", "sentence2": "Wandering through a dense forest in southern China, a sun bear comes across a log. He gives it a sniff and then opens his mouth. He gives it a sniff and then opens his mouth. A nearly ten-inch-long tongue rolls out!", "label": 0}
{"sentence1": "As sun bears 's name suggests , sun bears have golden patches of fur on their backs and tails .", "sentence2": "Maneuvering the massive tongue under the log, the bear slurps up the tasty insects that crawl beneath it until his belly is full. Sun bears are unique. As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun. While their tongues may be massive, sun bears are actually the smallest bear species. While their tongues may be massive, sun bears are actually the smallest bear species. Male sun bears grow to about 1.5m in height and weigh up to 68 kilograms – that’s half the size of an adult American black bear.", "label": 0}
{"sentence1": "Unfortunately , deforestation has resulted in the rapidly decreasing numbers of male sun bears in the wild .", "sentence2": "Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain. They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches. Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population. Sun bears have a large appetite for insects, leaves, lizards and berries. Sun bears have a large appetite for insects, leaves, lizards and berries. These sources of food provide a lot of nutrition for the Sun bears.", "label": 0}
{"sentence1": "These animals live in tropical rainforests, where they can be found on the slopes of mountains and in the forest canopy .", "sentence2": "Male sun bears grow to about 1.5m in height and weigh up to 68 kilograms – that’s half the size of an adult American black bear. Their average life span is about 25 years. These animals live in wooded areas of Southeast Asia. Strong and agile, sun bears are good at climbing trees. Strong and agile, sun bears are good at climbing trees. Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain.", "label": 0}
{"sentence1": "Sun bears prefer to live in the shade of trees , so they spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches .", "sentence2": "Strong and agile, sun bears are good at climbing trees. Their sleek, black coat is short to avoid overheating in the tropical weather but it is thick enough to provide protection from rain. They spend a lot of time sleeping within tree canopies and even build beds made of twigs and leaves on branches. Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population. Unfortunately, deforestation has resulted in the rapidly decreasing numbers of the sun bear population. Sun bears have a large appetite for insects, leaves, lizards and berries.", "label": 1}
{"sentence1": "The huge tongue of the sun bear rolls out !", "sentence2": "Wandering through a dense forest in southern China, a sun bear comes across a log. He gives it a sniff and then opens his mouth. A nearly ten-inch-long tongue rolls out! Maneuvering the massive tongue under the log, the bear slurps up the tasty insects that crawl beneath it until his belly is full. Maneuvering the massive tongue under the log, the bear slurps up the tasty insects that crawl beneath it until his belly is full. Sun bears are unique.", "label": 1}
{"sentence1": "Male sun bears grow to about 1.5 m in height and weigh up to 100 kg (220 lb) .", "sentence2": "As their name suggests, they have golden patches of fur on their chests, which resemble a rising sun. While their tongues may be massive, sun bears are actually the smallest bear species. Male sun bears grow to about 1.5m in height and weigh up to 68 kilograms – that’s half the size of an adult American black bear. Their average life span is about 25 years. Their average life span is about 25 years. These animals live in wooded areas of Southeast Asia.", "label": 0}
{"sentence1": "Wandering through the woods , a sun bear comes across a log .", "sentence2": "Wandering through a dense forest in southern China, a sun bear comes across a log. He gives it a sniff and then opens his mouth. He gives it a sniff and then opens his mouth. A nearly ten-inch-long tongue rolls out!", "label": 1}
